{"is_sarcastic": 1, "headline": "Prince Philip Duke of Edinburgh Seen Entering Heaven"}
{"is_sarcastic": 1, "headline": "Neuralink: Monkey Playing Pong"}
{"is_sarcastic": 1, "headline": "BREAKING: Prince Philip Duke of Edinburgh Has Just Died"}
{"is_sarcastic": 1, "headline": "GUILTY! Chauvin Thrown Under a Bus by Minneapolis Police and Doctors"}
{"is_sarcastic": 1, "headline": "Biden: 'Hand Over Your Guns America”"}
{"is_sarcastic": 1, "headline": "Experts: Meghan Markle Thought She Could Move Up Rank in Royal Family"}
{"is_sarcastic": 1, "headline": "Woman Caught Covid From Farting Man"}
{"is_sarcastic": 1, "headline": "Russian and Chinese Military Movement Symbol of Weak USA"}
{"is_sarcastic": 1, "headline": "Happy Eostre Celebrating Pagan Spring"}
{"is_sarcastic": 1, "headline": "Biden Denies He is a 'Useless Sack of Shit”"}
{"is_sarcastic": 1, "headline": "Barack Obama Like a Bad Case of the Clap Won't Go Away"}
{"is_sarcastic": 1, "headline": "Controlled Elections With No Opposition to be Norm"}
{"is_sarcastic": 1, "headline": "Interview With Artist, Activist, Naturalist, Marisa Papen"}
{"is_sarcastic": 1, "headline": "Has Harry Sold Out His Own Mother Diana For Netflix Cash?"}
{"is_sarcastic": 1, "headline": "Man Commits Hate Crime Against Himself"}
{"is_sarcastic": 1, "headline": "Here is the Evidence"}
{"is_sarcastic": 1, "headline": "BLM ANTIFA Attack Women and Young Children During Trump March"}
{"is_sarcastic": 1, "headline": "What Does a Licensed Casino Look Like?"}
{"is_sarcastic": 1, "headline": "Rudy Giuliani: 'Enough Unlawful Ballots in Pennsylvania and Michigan to Turn the Election in Favour of Trump”"}
{"is_sarcastic": 1, "headline": "Has Boris Johnson Become 'Pussified'?"}
{"is_sarcastic": 1, "headline": "Dear Refugees: Do Not Bother Travelling to the UK Any More There is Nothing Left Here"}
{"is_sarcastic": 1, "headline": "Welcome to Hell On Earth"}
{"is_sarcastic": 1, "headline": "Why is Michelle Obama So Depressed?"}
{"is_sarcastic": 1, "headline": "Auntie Gets Nasty – Sends Bailiffs Around to Over 75s to Enforce TV Licence"}
{"is_sarcastic": 1, "headline": "Children Are Humans Too"}
{"is_sarcastic": 1, "headline": "Schools Opening Pubs Closing is a Scientific Experiment"}
{"is_sarcastic": 1, "headline": "Biden Says He's Ready For the Election in 1987"}
{"is_sarcastic": 1, "headline": "Leading Chinese Scientist Confirms COVID-19 Dispersed From PLA Lab"}
{"is_sarcastic": 1, "headline": "Slick Willie Bill Clinton: 'I did not have orgies with those women on that island!”"}
{"is_sarcastic": 1, "headline": "Schools Reopening: Teachers Will Become Infected With Covid-19"}
{"is_sarcastic": 1, "headline": "Harry and Meghan Book: 'Fine Whine and Freedom” Bargain Bucket Hit"}
{"is_sarcastic": 1, "headline": "Some People Programmed to Go On Spanish Holiday Even During Pandemic"}
{"is_sarcastic": 1, "headline": "New Black Terminator Film In Production Trouble Again"}
{"is_sarcastic": 1, "headline": "Shortages: Start Stocking Up On Food Now"}
{"is_sarcastic": 1, "headline": "Ninjas Have No Trouble About Wearing Face Masks"}
{"is_sarcastic": 1, "headline": "A Perfect Picture of Marital Bliss With Johnny Depp and Amber Heard"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi Stocking Up on Bug Spray"}
{"is_sarcastic": 1, "headline": "Armenian Mafia Want Kanye Presidency Aborted"}
{"is_sarcastic": 1, "headline": "Meghan Markle: 'It's My Job to Bring House of Windsor Down”"}
{"is_sarcastic": 1, "headline": "THE EPICA AWARDS 2020 ARE OPEN FOR ENTRIES"}
{"is_sarcastic": 1, "headline": "This is Not How the Apocalypse Should Be"}
{"is_sarcastic": 1, "headline": "China CCP Preparing Globe For Their Population to Move In"}
{"is_sarcastic": 1, "headline": "Scientists: Coronavirus Stays Airborne For Over an Hour"}
{"is_sarcastic": 1, "headline": "History of the Xbox For Kids"}
{"is_sarcastic": 1, "headline": "Socialists Now Eating Themselves With Their Own Cancel Culture"}
{"is_sarcastic": 1, "headline": "Duchy of Cornwall Garlic Proves Too Strong For Asda Man"}
{"is_sarcastic": 1, "headline": "Losing the Soul an Exercise in Johnny Depp"}
{"is_sarcastic": 1, "headline": "War is Only Way Trump Can Win Election"}
{"is_sarcastic": 1, "headline": "Ode to Hogarth: The End of Social Distancing Pubs Open"}
{"is_sarcastic": 1, "headline": "Prince Andrew Being Coached On How to Survive Prison"}
{"is_sarcastic": 1, "headline": "COVID-19 Cases Increasing Exponentially as Businesses and Schools Re-Open"}
{"is_sarcastic": 1, "headline": "BLM Campaign Failure: Are Black People More Hated Now Than Before Riots?"}
{"is_sarcastic": 1, "headline": "4 Tips to Help You Afford the Car of Your Dreams"}
{"is_sarcastic": 1, "headline": "Oh Dear, Seattle CHOP Gets the CHOP!"}
{"is_sarcastic": 1, "headline": "Black Lives Matter More Than Others"}
{"is_sarcastic": 1, "headline": "SEEKING HELP IN A JOBS CRISIS"}
{"is_sarcastic": 1, "headline": "Should Humans Be Forced to Like Things or People They Don't Like?"}
{"is_sarcastic": 1, "headline": "CoronAmerica Virus Nightmare Continues"}
{"is_sarcastic": 1, "headline": "Think Tank: British Police Should All Be Armed and Free From Prosecution"}
{"is_sarcastic": 1, "headline": "COVID-19 Sheeple Desecrate British Beaches"}
{"is_sarcastic": 1, "headline": "Mount Rushmore Presidents Could Be Replaced by BLM and #MeToo Founders"}
{"is_sarcastic": 1, "headline": "Schools Opening in September Amid Cooler Temperatures Perfect Conduit For Second Wave Virus"}
{"is_sarcastic": 1, "headline": "U.S. Criminals Solidly Endorse Defunding Police"}
{"is_sarcastic": 1, "headline": "Defund the Thought Police"}
{"is_sarcastic": 1, "headline": "This Week Meghan Markle Wants to be a Politician"}
{"is_sarcastic": 1, "headline": "Are Elections Viable if there is No Freedom of Speech in a Supposed Democracy?"}
{"is_sarcastic": 1, "headline": "Activist Who is Permanently Triggered Has to Wear Hood and Ear Plugs"}
{"is_sarcastic": 1, "headline": "Escape From Seattle's Autonomous Zone"}
{"is_sarcastic": 1, "headline": "Why Don't Black on Black Lives Matter?"}
{"is_sarcastic": 1, "headline": "COVID-19 Virus is Happy That People are Out and About Again"}
{"is_sarcastic": 1, "headline": "The Vindictive Nature of Dismantling Other Cultures Because of Jealousy"}
{"is_sarcastic": 1, "headline": "Mi Notebook Pro 15 (2020) Released"}
{"is_sarcastic": 1, "headline": "Big Tech : War With China Could See Core Profits Slashed"}
{"is_sarcastic": 1, "headline": "Black Lives Matter Demand Erasure of Ancient Egyptian, Greek and Roman History"}
{"is_sarcastic": 1, "headline": "J.K. Rowling Has Been Sent to Re-Education Camp Transwarts"}
{"is_sarcastic": 1, "headline": "Gone With the Wind – The Bollocks of the English and European Americans"}
{"is_sarcastic": 1, "headline": "British History Matters"}
{"is_sarcastic": 1, "headline": "Think Tank: African Nations Like Ghana Appealing to African Americans to Return"}
{"is_sarcastic": 1, "headline": "Marxist BLM Bolsheviks Successfully Ruin Comedy"}
{"is_sarcastic": 1, "headline": "Whilst America Distracted Iran Nuclear Program Racing Ahead"}
{"is_sarcastic": 1, "headline": "IBM No Longer Working on Face Recognition Because Used for Racial Profiling but Don't Mention the Holocaust"}
{"is_sarcastic": 1, "headline": "Creature That Bleeds Once a Month is Not a Woman"}
{"is_sarcastic": 1, "headline": "The Cultural Revolution is Being Imposed on the West"}
{"is_sarcastic": 1, "headline": "Activists: White People Wearing Black Virus Masks is Racist"}
{"is_sarcastic": 1, "headline": "BLM Doing to White People What the Nazis Did to Jews – Dehumanizing Them"}
{"is_sarcastic": 1, "headline": "Greyhound Breeds in Britain and their Legendary Racing Prowess"}
{"is_sarcastic": 1, "headline": "Black Woman Who Sees Through the Propaganda and Lies – Candace Owens"}
{"is_sarcastic": 1, "headline": "Election 2020: Trump Could Lose to Biden"}
{"is_sarcastic": 1, "headline": "Coronavirus Second Wave Hits Iran"}
{"is_sarcastic": 1, "headline": "George Floyd to be Sainted by Pope in America"}
{"is_sarcastic": 1, "headline": "Extraordinary Scenes of Non-Rioting When BLM Walk Past Armed Homeowners"}
{"is_sarcastic": 1, "headline": "2 in a Million"}
{"is_sarcastic": 1, "headline": "Bookshops Untouched by Looters in America"}
{"is_sarcastic": 1, "headline": "Hard-Up Famous Celebrity Couple Caught Looting Target Store"}
{"is_sarcastic": 1, "headline": "Daily Squib Giving Away 100s Holidays to America"}
{"is_sarcastic": 1, "headline": "Many Rioters Do Not Know Who George Floyd Was?"}
{"is_sarcastic": 1, "headline": "Intelligence: China Encouraging BLM ANTIFA Rioters Across U.S. Cities"}
{"is_sarcastic": 1, "headline": "How Does Looting and Rioting Stop Racism?"}
{"is_sarcastic": 1, "headline": "BEYOND SATIRE – CNN Reporters Arrested by Police Whilst Reporting About Police"}
{"is_sarcastic": 1, "headline": "The Second American Civil War May Not be Remembered"}
{"is_sarcastic": 1, "headline": "How America Cursed Itself With Slavery"}
{"is_sarcastic": 1, "headline": "Democrats Would Rather Vote For Jack the Ripper Than Trump"}
{"is_sarcastic": 1, "headline": "Twitter: 'Don't Believe a Word That President Trump Writes”"}
{"is_sarcastic": 1, "headline": "Xi Jinping Congratulates Chinese Virus on Job Well Done"}
{"is_sarcastic": 1, "headline": "EU Directive Will Force Europeans to Eat Insects For Protein"}
{"is_sarcastic": 1, "headline": "Lockdown End: Swarms Back on the Streets"}
{"is_sarcastic": 1, "headline": "Life in Los Angeles Treating Harry, Meghan and Archie Well"}
{"is_sarcastic": 1, "headline": "Surprise – Commies, Socialists and Remoaners Want Dominic Cummings Sacked"}
{"is_sarcastic": 1, "headline": "Who is Going to Save Hong Kong From China?"}
{"is_sarcastic": 1, "headline": "Stand Up for Towel Day and Save the Rhino International invite you to a raucous evening of fun and merriment to celebrate all things 'The Hitchhiker's Guide to the Galaxy'"}
{"is_sarcastic": 1, "headline": "We're Off to Coronavirus Beach"}
{"is_sarcastic": 1, "headline": "People Must Start Preparing For Second Wave Coronavirus NOW"}
{"is_sarcastic": 1, "headline": "Putin's Mercenaries 'Wagner Group' Committing Atrocities in Syria and Libya"}
{"is_sarcastic": 1, "headline": "November Will be a Very Important Month For Globalist Overlords"}
{"is_sarcastic": 1, "headline": "Remembering the Days Before the Chinese Virus"}
{"is_sarcastic": 1, "headline": "What Bitcoin Halving Could Mean for the Future"}
{"is_sarcastic": 1, "headline": "Slimy Slug Sadiq Khan Destroys Everything in his Path"}
{"is_sarcastic": 1, "headline": "Coronavirus Makes 'No Deal Brexit' Look Like Walk in the Park"}
{"is_sarcastic": 1, "headline": "#Obamagate: Obama For Prison"}
{"is_sarcastic": 1, "headline": "#FruitToo – Abused Fruit in Fruit Porn Advert Demand Justice For Fruit"}
{"is_sarcastic": 1, "headline": "Nanny State: People Need to Be Told How to Do Everything By the Government"}
{"is_sarcastic": 1, "headline": "Obama: 'Why Trump Should Never Have Been President – I Got the Tapes”"}
{"is_sarcastic": 1, "headline": "Coronavirus Pandemic: Many Businesses Speed Up AI Automation"}
{"is_sarcastic": 1, "headline": "Vulgar Harry and Meghan LA Mansion 15 Times the Size of Frogmore Cottage"}
{"is_sarcastic": 1, "headline": "Chinese Virus Did Not Come From China Says Furious Chinese Leader"}
{"is_sarcastic": 1, "headline": "Why Europe and the EU Owes a Huge Gratitude to Great Britain"}
{"is_sarcastic": 1, "headline": "Power Mad Smeagol Sturgeon and Her Precious SNP"}
{"is_sarcastic": 1, "headline": "Post-Lockdown World Has Not Changed One Bit"}
{"is_sarcastic": 1, "headline": "Creepy Uncle Joe Endorsed by Obama"}
{"is_sarcastic": 1, "headline": "Coronavirus Welcomes Humans Coming Back to Work and Schools"}
{"is_sarcastic": 1, "headline": "Global Stock Markets Set For Next Leg Down"}
{"is_sarcastic": 1, "headline": "What Lockdown: 100,000 Flights into UK Per Week"}
{"is_sarcastic": 1, "headline": "Would an Earlier Lockdown Have Reduced Number of Coronavirus Deaths?"}
{"is_sarcastic": 1, "headline": "Zuckerberg Not Affected by Coronavirus Pandemic"}
{"is_sarcastic": 1, "headline": "In an Ideal World – Post Coronavirus Dreams"}
{"is_sarcastic": 1, "headline": "Preparing for Suicide – End Lockdown Early"}
{"is_sarcastic": 1, "headline": "Civilian Harry Misses His Old Life and Regrets Listening to Meghan Markle"}
{"is_sarcastic": 1, "headline": "CREATIVE CITIES: WARSAW"}
{"is_sarcastic": 1, "headline": "CasinoBlox Joins Canada's Booming Online Casino Market"}
{"is_sarcastic": 1, "headline": "Trump Fast Forwards His Doctor's Certificate"}
{"is_sarcastic": 1, "headline": "Attack of the Black Swans:  How Crises Transform America and How the Cults of Busyness and Extroversion Will Die From COVID-19"}
{"is_sarcastic": 1, "headline": "Has Coronavirus Pandemic Saved More Lives than it Has Claimed in India"}
{"is_sarcastic": 1, "headline": "Millions Starving North Koreans Could be Fed on Kim Jong-un Corpse"}
{"is_sarcastic": 1, "headline": "Nanotechnology Could Cure Coronavirus Very Easily"}
{"is_sarcastic": 1, "headline": "Don't Try This at Home Kids: Trump Suggests Coronavirus Cure by Injecting Yourself With Disinfectant"}
{"is_sarcastic": 1, "headline": "Unfortunately the Coronavirus Pandemic Will Change Little"}
{"is_sarcastic": 1, "headline": "McLaren NHS Ventilators Will Pump Oxygen at 350 MPH"}
{"is_sarcastic": 1, "headline": "Distraught Doctors and Nurses Reveal Their Plight During Coronavirus Pandemic"}
{"is_sarcastic": 1, "headline": "Why They Aren't Spraying the Skies Any More"}
{"is_sarcastic": 1, "headline": "In a Globalised World It Does Not Matter if Your Country is Virus Free"}
{"is_sarcastic": 1, "headline": "#MeToo Mob Ordered to Steer Clear of Creepy Joe Biden"}
{"is_sarcastic": 1, "headline": "One Thing Lockdown Shows: Many Politicians are Irrelevant"}
{"is_sarcastic": 1, "headline": "Think Tank: China Deserves Pariah Status and Severe Economic Sanctions"}
{"is_sarcastic": 1, "headline": "EU to Take Billions UK Taxpayers Cash to Pay Brussels Virus Recovery Program"}
{"is_sarcastic": 1, "headline": "Meghan Markle Appealing to Trump to End Coronavirus Pandemic Because Her Headlines Are Gone"}
{"is_sarcastic": 1, "headline": "Reflecting on Isolation and Social Distancing through Photography"}
{"is_sarcastic": 1, "headline": "Covidiot Rishi Sunak Will Condemn Britain to Prolonged Virus Death by Ending Lockdown in May"}
{"is_sarcastic": 1, "headline": "Trump Gives WHO Prize to China by Cutting $400 Million Funding"}
{"is_sarcastic": 1, "headline": "China Second Wave of COVID-19 is Commencing"}
{"is_sarcastic": 1, "headline": "Chinese Authorities Rounding Up Black People in Guangzhou Province"}
{"is_sarcastic": 1, "headline": "Americans Sitting in $45,000 SUVs Queue at Food Banks"}
{"is_sarcastic": 1, "headline": "God: 'Slow it Down a Bit Will You – Running Out of Cloud Space”"}
{"is_sarcastic": 1, "headline": "Archehole: Harry and Meghan Reveal New Money Making Venture"}
{"is_sarcastic": 1, "headline": "How Communist WHO Chief is Preparing World For China Takeover"}
{"is_sarcastic": 1, "headline": "Your Covidiot Questions Answered"}
{"is_sarcastic": 1, "headline": "Could the Chinese Assassinate Our PM Remotely Using their Coronavirus?"}
{"is_sarcastic": 1, "headline": "What Coronavirus Lockdown? It's Like Day of the Triffids Out There"}
{"is_sarcastic": 1, "headline": "COVID-19: China Watching With Eager Eyes to See Which Western Nations Crumble First"}
{"is_sarcastic": 1, "headline": "News That's Beyond Satire – Edition II"}
{"is_sarcastic": 1, "headline": "Chinese April Fool's Day?"}
{"is_sarcastic": 1, "headline": "First Coronavirus Wave is Testing Ground – Second – Third Wave Proving Ground"}
{"is_sarcastic": 1, "headline": "Instagram Influencer Gives Makeup Tips Whilst Dying of Coronavirus"}
{"is_sarcastic": 1, "headline": "Daily Squib February Article On China False Death Numbers Was Correct"}
{"is_sarcastic": 1, "headline": "COVID-19: Europe and America Decimated – Africa, India, South America, S.E. Asia Untouched"}
{"is_sarcastic": 1, "headline": "They Can Give Boris Leprosy, Rabies, Covid-19, or Bubonic Plague – HE WILL STILL DELIVER BREXIT"}
{"is_sarcastic": 1, "headline": "Rishi Sunak's Irresponsible Money Giveaway Means Future Ruinous Tax Rises"}
{"is_sarcastic": 1, "headline": "Is Greta Thunberg the Reincarnation of Wolfgang Amadeus Mozart?"}
{"is_sarcastic": 1, "headline": "Meghan Markle Narrates Elephant Movie For Disney"}
{"is_sarcastic": 1, "headline": "COVID-19: Spare a Thought For the Clueless Obese Drugged Up Americans"}
{"is_sarcastic": 1, "headline": "Thousands Infected People From Spain and Italy Flying Into Britain Daily"}
{"is_sarcastic": 1, "headline": "Prince Charles Has Finally Been Corona'd King"}
{"is_sarcastic": 1, "headline": "China Lockdown Lifted: Chinese Tourists Already Booking Trips to Europe Again"}
{"is_sarcastic": 1, "headline": "Another Chinese Virus Gift to the World: Hantavirus"}
{"is_sarcastic": 1, "headline": "This Virus Does Not Care For Your Religion, Your Economy or Anything Else"}
{"is_sarcastic": 1, "headline": "Zombies Take the Coronavirus Train to COVID-19 Station Spreading Virus Far and Wide"}
{"is_sarcastic": 1, "headline": "We Must Discuss Transgender Rights During Coronavirus Pandemic"}
{"is_sarcastic": 1, "headline": "Why is Jeremy Corbyn Still On Our Screens?"}
{"is_sarcastic": 1, "headline": "Thanks to No Lockdown Coronavirus Spreading Far and Wide in Britain"}
{"is_sarcastic": 1, "headline": "Britain Will Get Through This China Virus Purge Only if it Shuts Down NOW"}
{"is_sarcastic": 1, "headline": "Schools: Boris Does the Right Thing Shutting Them Down"}
{"is_sarcastic": 1, "headline": "Four Horsemen of the Apocalypse Now Claiming Overtime"}
{"is_sarcastic": 1, "headline": "Coronavirus Panic in the London Supermarkets"}
{"is_sarcastic": 1, "headline": "Coronavirus: US May Soon Not Be Able to Pay Its Debt Liabilities"}
{"is_sarcastic": 1, "headline": "Non-essential Contact for Everyone Except for Teachers Who Congregate With Hundreds Daily?"}
{"is_sarcastic": 1, "headline": "Fear and Loathing From the Coronavirus Ridden Streets of Milan"}
{"is_sarcastic": 1, "headline": "Previously Mocked Preppers Now King"}
{"is_sarcastic": 1, "headline": "Selfish Parents Who Want to Keep Their Kids in School Condemning Children to Coronavirus Death"}
{"is_sarcastic": 1, "headline": "Dr. Josef Vallance Mengele Experiments With 'Herd Immunity' On Children"}
{"is_sarcastic": 1, "headline": "Coronavirus – Cui Bono – Who Benefits?"}
{"is_sarcastic": 1, "headline": "Joe Biden is Eating His Food Now Says Nurse"}
{"is_sarcastic": 1, "headline": "Meghan Reveals Harry Suffers From 'Post Traumatic Royal Disorder'"}
{"is_sarcastic": 1, "headline": "Coronavirus: 'People Need to Drop Dead in the Streets For UK Government to Act”"}
{"is_sarcastic": 1, "headline": "UK Government Condemning Population to Coronavirus Death By Not Shutting Schools"}
{"is_sarcastic": 1, "headline": "Concerns After Biden Refuses to Eat His Food"}
{"is_sarcastic": 1, "headline": "BEYOND SATIRE: Coronavirus Conference Cancelled Due to Coronavirus"}
{"is_sarcastic": 1, "headline": "COVID-19 Infected Health Minister: 'There is nothing to see here, everything is perfectly fine!”"}
{"is_sarcastic": 1, "headline": "Will Harry Ever Forgive Meghan For Her Crime?"}
{"is_sarcastic": 1, "headline": "Successful Debut For Epica Awards Sri Lanka"}
{"is_sarcastic": 1, "headline": "International Women's Day: How a Woman Built Her Own Swimming Pool"}
{"is_sarcastic": 1, "headline": "Reasons to NEVER Eat Food From China or Chinese Restaurants"}
{"is_sarcastic": 1, "headline": "COVID-19: How the Globalised World is Killing Itself"}
{"is_sarcastic": 1, "headline": "WHO – COVID-19 Fatality Rate Upgraded to 3.4% Will Rise Higher With More Data"}
{"is_sarcastic": 1, "headline": "Biden: 'You're All Infected Now!”"}
{"is_sarcastic": 1, "headline": "VIDEO : Death Toll in Iran in 1000s According to Insider Journalists"}
{"is_sarcastic": 1, "headline": "John Bercow: 'Priti Patel is a Terrible Bully!”"}
{"is_sarcastic": 1, "headline": "Greek Coast Guard Applauded For Drowning and Shooting Desperate Syrian Refugees"}
{"is_sarcastic": 1, "headline": "What Might the New Boris Baby Look Like?"}
{"is_sarcastic": 1, "headline": "Why Doesn't Greta Thunberg Go and Speak to the Chinese About Pollution?"}
{"is_sarcastic": 1, "headline": "Disney Could Replace Meghan Markle With Plank of Wood"}
{"is_sarcastic": 1, "headline": "The Five Best Performers in this Year's Six Nations so Far"}
{"is_sarcastic": 1, "headline": "COVID-19 Coronavirus is Biphasic Like Anthrax – Contracted Multiple Times"}
{"is_sarcastic": 1, "headline": "Man Awakes From Woke Nightmare"}
{"is_sarcastic": 1, "headline": "George Clooney Saddened He Got Caught Out for Peddling Child Labour"}
{"is_sarcastic": 1, "headline": "CREATIVE CITIES: ISTANBUL"}
{"is_sarcastic": 1, "headline": "The Age of Reason: How Coronavirus Could Save Planet Earth"}
{"is_sarcastic": 1, "headline": "Servant: 'Meghan Told Harry If He Ain't Royal No Mo' She Ain't Gotta Use For Him!”"}
{"is_sarcastic": 1, "headline": "Harvey Weinstein – Meet Bubba Your Cell Mate"}
{"is_sarcastic": 1, "headline": "Which Dating Apps Help You Get Infected With Coronavirus Quicker?"}
{"is_sarcastic": 1, "headline": "Queen Elizabeth II Eagerly Awaits Meghan Markle's Upcoming Visit to Britain"}
{"is_sarcastic": 1, "headline": "Defiant Meghan Markle Vs Windsor Royal Family"}
{"is_sarcastic": 1, "headline": "Japanese Hold Coronavirus Festival"}
{"is_sarcastic": 1, "headline": "Actual China Covid-19 Death Toll Over 100,000 As More Mobile Incinerators Deployed"}
{"is_sarcastic": 1, "headline": "Thomas Markle Bans Meghan and Harry From Using Markle Brand"}
{"is_sarcastic": 1, "headline": "Celebrated Brit Awards Rappers Can Only Say Three Words Repeated Ad Infinitum"}
{"is_sarcastic": 1, "headline": "Daily Squib Office Ordered 'Sussex Royal' Toilet Brushes Weeks Ago – Now Cancelled"}
{"is_sarcastic": 1, "headline": "Former Prince Harry Loving Time in Canada"}
{"is_sarcastic": 1, "headline": "Bernie Sanders: 'I Want to Change America into China”"}
{"is_sarcastic": 1, "headline": "Societal Collapse More of Threat Than Coronavirus"}
{"is_sarcastic": 1, "headline": "Workers in China Discover Thousands of Sealed #Coronavirus Corpses in Body Bags"}
{"is_sarcastic": 1, "headline": "Annoying Voice: Nasal Keir Starmer Can't Speak Properly Say Voters"}
{"is_sarcastic": 1, "headline": "Hungry 'Death Island' Eats Another Soul"}
{"is_sarcastic": 1, "headline": "Fiction Prophesy: 1981 Book Describes Viral Outbreak Called Wuhan-400"}
{"is_sarcastic": 1, "headline": "What to Give the Lady in Your Life This Valentine's Day"}
{"is_sarcastic": 1, "headline": "Remainer Chancellor Scalped"}
{"is_sarcastic": 1, "headline": "Coronavirus Misses Africa and South America For Now"}
{"is_sarcastic": 1, "headline": "DEMOCRATIC REVOLUTION: Rise Up Chinese People From Communist Oppression During Coronavirus Epidemic"}
{"is_sarcastic": 1, "headline": "Coronavirus Pandemic: Chinese State Rounding Up Political Opponents and Undesirable Citizens"}
{"is_sarcastic": 1, "headline": "Holiday Competition: Daily Squib Giving Away 100 Luxury Cruise Tickets to Japan Coast"}
{"is_sarcastic": 1, "headline": "Celebrities Will Get Medals and Paraded Through Streets For Coming Out As Gay"}
{"is_sarcastic": 1, "headline": "BBC Tax: Guardian Newspaper Considering Tax Forcing Every UK Citizen to Pay Too"}
{"is_sarcastic": 1, "headline": "Chinese Water Supply Contains Faecal Matter Aiding Spread of Coronavirus"}
{"is_sarcastic": 1, "headline": "Teflon Don Does it Again – Acquitted From Impeachment"}
{"is_sarcastic": 1, "headline": "Labour MP Accused of Wearing Dodgy Dress in Parliament Fights Back"}
{"is_sarcastic": 1, "headline": "What Use is Your Money When It is Infected?"}
{"is_sarcastic": 1, "headline": "True Artificial Intelligence Should Not Be Programmed by Humans"}
{"is_sarcastic": 1, "headline": "Coronavirus Hysteria: Xenophobia Against Chinese People is Wrong"}
{"is_sarcastic": 1, "headline": "Designer Philippe Starck's Vision For a Comfort Pod in the ISS Resembles Padded Cell"}
{"is_sarcastic": 1, "headline": "Iowa Caucuses: Weak Dems Next Step to Choose Their Loser"}
{"is_sarcastic": 1, "headline": "Newly Built Wuhan Coronavirus Hospital is Amazing"}
{"is_sarcastic": 1, "headline": "BREXIT DAY – When Britain Began Getting Its Bollocks Back"}
{"is_sarcastic": 1, "headline": "'17 Million Fuck Offs” Brexiteer Song to Get to Number 1 in the Charts"}
{"is_sarcastic": 1, "headline": "Remainer Tears to be Used to Generate Electricity For Britain"}
{"is_sarcastic": 1, "headline": "Bernie Sanders, America's Answer to Jeremy Corbyn"}
{"is_sarcastic": 1, "headline": "Nasty Vindictive Verhofstadt Vows to Veto Brexit"}
{"is_sarcastic": 1, "headline": "Meghan Markle Proud of Her Pre-Op Teenage Years"}
{"is_sarcastic": 1, "headline": "Xi Jinping: 'Everything is Okay in China”"}
{"is_sarcastic": 1, "headline": "Remainers Vow Never to Accept Democracy"}
{"is_sarcastic": 1, "headline": "Who Was Kobe Bryant?"}
{"is_sarcastic": 1, "headline": "Over 100,000 Coronavirus Infected as China Hastily Buries Dead in Mass Graves"}
{"is_sarcastic": 1, "headline": "Huawei Beijing Communist Bosses Can't Wait to Listen to British Conversations"}
{"is_sarcastic": 1, "headline": "PANDEMIC – How to Survive"}
{"is_sarcastic": 1, "headline": "How Harry and Meghan Ruined Poor Archie's Life"}
{"is_sarcastic": 1, "headline": "Brexit Betrayal : House of Lords Trying to Stop Brexit Again"}
{"is_sarcastic": 1, "headline": "Woman Successfully Turns Royal Prince into a Frog"}
{"is_sarcastic": 1, "headline": "Happy Chinese New Year – Coronavirus to Spread Even Further With 3 Billion Journeys"}
{"is_sarcastic": 1, "headline": "Happy Meghan Markle Beams As She Takes Dogs and Archie For Walk in Vancouver"}
{"is_sarcastic": 1, "headline": "Former Prince Harry Already Spotted Checking Out Canadian Properties"}
{"is_sarcastic": 1, "headline": "Experts: Global Unity Government Will Need Global Threat"}
{"is_sarcastic": 1, "headline": "Boston Dynamics Going From Strength to Strength"}
{"is_sarcastic": 1, "headline": "Augmented Reality Contact Lenses Finally a Reality"}
{"is_sarcastic": 1, "headline": "How the Windsor Name Has Been Damaged Irreparably"}
{"is_sarcastic": 1, "headline": "Harry Told to Leave Bollocks Behind in Britain by Meghan"}
{"is_sarcastic": 1, "headline": "Queen Was Bullied and Blackmailed Into Megxit Demands"}
{"is_sarcastic": 1, "headline": "Prince Harry, Leave Her in Canada!"}
{"is_sarcastic": 1, "headline": "Missile Strike on US Iraq Bases Calculated Distraction From Deliberate Attack on Ukraine Passenger Jet"}
{"is_sarcastic": 1, "headline": "How Socialist Harry and Meghan Nearly Killed Off Monarchy"}
{"is_sarcastic": 1, "headline": "Meghan Sends the Queen a Banana"}
{"is_sarcastic": 1, "headline": "Meghan Markle Successfully Splits Prince Harry From Royal Family"}
{"is_sarcastic": 1, "headline": "Rebecca Long-Bailey: Hi-De-Hi! From Stasi Camp Stulins"}
{"is_sarcastic": 1, "headline": "Iran Fires Off Few Pathetic Fireworks Avenging General's Assassination"}
{"is_sarcastic": 1, "headline": "Iran Retaliation Lottery: Where and How Will They Strike Next?"}
{"is_sarcastic": 1, "headline": "Experts: Obama Allowed Iran to Takeover Iraq"}
{"is_sarcastic": 1, "headline": "'We Got Him!” Top Iran General Dead"}
{"is_sarcastic": 1, "headline": "Daily Squib Giving Away 100s Free Holidays to Australia Competition"}
{"is_sarcastic": 1, "headline": "Corbyn 2.0 Comrade Keir Starmer to Continue Soviet Putsch For Labour"}
{"is_sarcastic": 1, "headline": "Corbynista Rapper Storming Up the Pop Charts"}
{"is_sarcastic": 1, "headline": "CIA Using New CGI Cats Film to Torture Terrorists"}
{"is_sarcastic": 1, "headline": "House of Representatives: America Comes Closer to Civil War"}
{"is_sarcastic": 1, "headline": "Harry and Meghan to Trademark Their Children"}
{"is_sarcastic": 1, "headline": "The Decade Orwellian Socialists Tried to Destroy Western Democracy"}
{"is_sarcastic": 1, "headline": "Harry and Meghan Christmas Card Causes Stir"}
{"is_sarcastic": 1, "headline": "Merry Christmas From a Chinese Slave Labour Camp"}
{"is_sarcastic": 1, "headline": "Brexit Britain Will Get Its Mojo Back"}
{"is_sarcastic": 1, "headline": "Fake Impeachment Emboldens Trump Supporters"}
{"is_sarcastic": 1, "headline": "Bad Egg Veruca Swinson Finally Flushed Down the Garbage Shoot"}
{"is_sarcastic": 1, "headline": "Zero Carbon Emission – Greta Thunberg Walks Across Atlantic Ocean"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn: 'True Bolshevik Revolution Cannot Come From Peaceful Means”"}
{"is_sarcastic": 1, "headline": "Praising The Beautiful People of Blyth Valley, Northumberland"}
{"is_sarcastic": 1, "headline": "Tony Blair on Suicide Watch"}
{"is_sarcastic": 1, "headline": "Dead Parliament Turkeys Could Not Postpone Christmas This Time"}
{"is_sarcastic": 1, "headline": "Election 2019: This is a Sad Day For Communism"}
{"is_sarcastic": 1, "headline": "Squeaky Bum Time: If Boris Loses This We're All Fucked"}
{"is_sarcastic": 1, "headline": "EXODUS: Millions Businesses and Entrepreneurs Getting Ready to Leave UK If Communist Labour Wins"}
{"is_sarcastic": 1, "headline": "Experts: Labour Policy of Unfettered Mass Migration Cause of NHS No Beds"}
{"is_sarcastic": 1, "headline": "Tips on How to Decorate Your Christmas Tree This Year"}
{"is_sarcastic": 1, "headline": "Bankrupt Former Celebrity Katie Price Reduced to £20 Jobs"}
{"is_sarcastic": 1, "headline": "Man Arrested For Making Monkey Sounds"}
{"is_sarcastic": 1, "headline": "Palace Officials: 'Meghan Going Crazy Whilst Out of Limelight”"}
{"is_sarcastic": 1, "headline": "Leaked NHS Documents From Russia Being Peddled by Agent Cob Comrade Corbyn"}
{"is_sarcastic": 1, "headline": "Microphones These Days Are Way Too Powerful"}
{"is_sarcastic": 1, "headline": "BBC-Approved Socialist 'Comedian' Kumar Literally Dies On Stage"}
{"is_sarcastic": 1, "headline": "Prince Andrew Bottled Sweat Being Sold Auction Site"}
{"is_sarcastic": 1, "headline": "Comrade Corbyn Entices Proles With Lucrative Bribes"}
{"is_sarcastic": 1, "headline": "In the News: Apparently it Snows in the Winter"}
{"is_sarcastic": 1, "headline": "Sadiq Khan Designates London Bridge Heritage Terror Stabbing Zone"}
{"is_sarcastic": 1, "headline": "Trump Will Win Election in 2020"}
{"is_sarcastic": 1, "headline": "IRAN Fast Tracking Nuclear Missile Program: Bomb by June"}
{"is_sarcastic": 1, "headline": "Prince Andrew Was Blasted Into Space Two Days Ago"}
{"is_sarcastic": 1, "headline": "This Christmas Don't Get This For Your Kids"}
{"is_sarcastic": 1, "headline": "These are Dangerous Times For Jews"}
{"is_sarcastic": 1, "headline": "Things Must Be Going Well – Tony Blair is in Despair"}
{"is_sarcastic": 1, "headline": "CHINA: 'It's Only 'Fake News' if We Do Not Like It”"}
{"is_sarcastic": 1, "headline": "2019 Epica Awards Grand Prix Winners Announced"}
{"is_sarcastic": 1, "headline": "Disgraced Prince Andrew Exiled to Benidorm"}
{"is_sarcastic": 1, "headline": "Daily Squib Favourite TRY Agency Wins Epica Awards for Humour Second Year Running"}
{"is_sarcastic": 1, "headline": "Sign the Petition For President Trump to Pardon Roger Stone"}
{"is_sarcastic": 1, "headline": "UPDATE: Epica Awards Judges Getting Close to Announcing Winners"}
{"is_sarcastic": 1, "headline": "The #MeToo Mob Out For Royal Blood"}
{"is_sarcastic": 1, "headline": "Fucking Down"}
{"is_sarcastic": 1, "headline": "NEW Photographic Evidence Proves Prince Andrew Innocent"}
{"is_sarcastic": 1, "headline": "UK Population Will Be Forced to Watch Labour's 'British Stasi Broadband Service'"}
{"is_sarcastic": 1, "headline": "How an Exclusively Democrat Jury Convicted Roger Stone"}
{"is_sarcastic": 1, "headline": "Agent Cob Wants to Start a Stasi Britain if Labour Wins Election"}
{"is_sarcastic": 1, "headline": "Why Does Donald Tusk Need Four Glasses of Water?"}
{"is_sarcastic": 1, "headline": "New Album From the Rolling Sussexes: Exile on Meghan Street"}
{"is_sarcastic": 1, "headline": "Democrats Want Death Penalty For Trump Impeachment"}
{"is_sarcastic": 1, "headline": "EPICA AWARDS ANNOUNCES 2019 SHORTLIST"}
{"is_sarcastic": 1, "headline": "Houses Built on Floodplains Could Get Docks"}
{"is_sarcastic": 1, "headline": "Khabib Nurmagomedov Wants to Fight Tony Ferguson, if Possible Georges St. Pierre"}
{"is_sarcastic": 1, "headline": "Overpopulation: People Living in Tiny Capsules"}
{"is_sarcastic": 1, "headline": "Fans Celebrate the Amazing Reality That Pete Doherty is Still Alive"}
{"is_sarcastic": 1, "headline": "The Cold Hard Facts About the Unjust Trial of Roger Stone"}
{"is_sarcastic": 1, "headline": "Prince Harry to Join 'I'm a Celebrity Get Me Out of Here”"}
{"is_sarcastic": 1, "headline": "Brexit Strategy: Farage Must Not Endanger Conservative Votes"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn to Visit America to Teach Them About Good Quality Food"}
{"is_sarcastic": 1, "headline": "Unveiling Comrade Corbyn's Soviet 10-Year-Plan"}
{"is_sarcastic": 1, "headline": "Was Rees-Mogg Correct in His Common Sense Comment About Grenfell?"}
{"is_sarcastic": 1, "headline": "Tactical Voting: Labour Voters Advised to Vote Conservative"}
{"is_sarcastic": 1, "headline": "Reanne Evans Proud Despite Losing To Shaun Murphy On Champion Of Champions Debut"}
{"is_sarcastic": 1, "headline": "McDonalds CEO Fired For Viciously Dipping McNugget in Sauce"}
{"is_sarcastic": 1, "headline": "Britain Deserves the Divine Punishment of a Marxist Corbyn Government"}
{"is_sarcastic": 1, "headline": "How to Choose the Best Slot Game for Beginners?"}
{"is_sarcastic": 1, "headline": "Labour Urging Students and Naturalised EU Citizens to Vote Five or Six Times Each"}
{"is_sarcastic": 1, "headline": "Myths and Facts About Playing Slot Machines"}
{"is_sarcastic": 1, "headline": "October 31: Yesterday Was the Day That Never Was"}
{"is_sarcastic": 1, "headline": "PC Activists Want to Ban the Word 'Night” For Racism"}
{"is_sarcastic": 1, "headline": "Election 2019: Let the Purge of Remainer MPs Begin"}
{"is_sarcastic": 1, "headline": "LINES OF WORK: TV/VIDEO PRODUCER"}
{"is_sarcastic": 1, "headline": "Epica Joins Forces With 'One Young World'"}
{"is_sarcastic": 1, "headline": "Americans Kill ISIS Leader For the Tenth Time"}
{"is_sarcastic": 1, "headline": "Rugby World Cup: England Beats All Blacks"}
{"is_sarcastic": 1, "headline": "October 31: Boris Has Done an Amazing Job But It May Not be Enough"}
{"is_sarcastic": 1, "headline": "Blood on Their Hands: Socialist Open Borders Encouraged Illegal Immigration 39 Dead in Lorry"}
{"is_sarcastic": 1, "headline": "Revealed: Gina Miller's New Plot to Stop Brexit in General Election"}
{"is_sarcastic": 1, "headline": "SYRIA: Americans Showered With Gifts From Grateful Kurds"}
{"is_sarcastic": 1, "headline": "Prince William Worried About Harry"}
{"is_sarcastic": 1, "headline": "News That's Beyond Satire – Edition 1"}
{"is_sarcastic": 1, "headline": "Bercow Speaker of the House Now More Powerful Than the Prime Minister"}
{"is_sarcastic": 1, "headline": "Harry and Meghan to Take 6 Weeks Off From Permanent Vacation"}
{"is_sarcastic": 1, "headline": "EU Peoples March: Thousands Communists March on Parliament"}
{"is_sarcastic": 1, "headline": "Brexit Betrayal: How Britons Forgot Their Past"}
{"is_sarcastic": 1, "headline": "STATE OF EMERGENCY: Boris You Must Now Act"}
{"is_sarcastic": 1, "headline": "This is Not Brexit This is a Fools Gold Non Brexit"}
{"is_sarcastic": 1, "headline": "Can Boris Get Brexit Deal Through Remainer Parliament?"}
{"is_sarcastic": 1, "headline": "Extinction Rebellion Members Facing Extinction"}
{"is_sarcastic": 1, "headline": "The Quiet Before the Storm"}
{"is_sarcastic": 1, "headline": "Hold Your Horses Boris, This is NOT Brexit!"}
{"is_sarcastic": 1, "headline": "The EU's Utter Contempt For Democracy and Britain"}
{"is_sarcastic": 1, "headline": "Don't know your Boris from your Barnier? Let The Brexit Game fill in the blanks!"}
{"is_sarcastic": 1, "headline": "WW3 UPDATE: Turks Move Into Syria"}
{"is_sarcastic": 1, "headline": "EPICA AWARDS DEADLINE EXTENDED"}
{"is_sarcastic": 1, "headline": "Experts: Government Needs to Adopt War Footing Over Brexit – STATE OF EMERGENCY"}
{"is_sarcastic": 1, "headline": "Trump Asks Daily Squib to Investigate Bidens"}
{"is_sarcastic": 1, "headline": "Verhofstadt Busts Haemorrhoids After Reading Boris Brexit Deal"}
{"is_sarcastic": 1, "headline": "Prince Harry Glad to be Back From Africa PR Offensive"}
{"is_sarcastic": 1, "headline": "Why You Should Care About Politics"}
{"is_sarcastic": 1, "headline": "Teflon Don Cites Civil War if Impeached"}
{"is_sarcastic": 1, "headline": "BREAKING: Boris Johnson Accused of Breathing on Female Journalist in 1994"}
{"is_sarcastic": 1, "headline": "Why You Should Consider an Online Lender"}
{"is_sarcastic": 1, "headline": "Buttocks in the Air 'Surrender Act' Was Drafted by French and EU Commission Officials"}
{"is_sarcastic": 1, "headline": "Anti-Democratic Deluded Remain MPs Surprised People are Angry"}
{"is_sarcastic": 1, "headline": "John Major Finds That Loophole"}
{"is_sarcastic": 1, "headline": "How ETF CFDs (Exchange Traded Funds Contracts for Difference) work"}
{"is_sarcastic": 1, "headline": "CREATIVE CITIES: MILAN"}
{"is_sarcastic": 1, "headline": "If the Remainers Stopped Remaining We Wouldn't Be in this Mess"}
{"is_sarcastic": 1, "headline": "'Humbug” to the Corrupt Communists: Boris Horatio Nelson Speaks For a Betrayed Public"}
{"is_sarcastic": 1, "headline": "Welcome to the Dead Parliament"}
{"is_sarcastic": 1, "headline": "Supreme Court Ruling: Illegal to Be British in Britain"}
{"is_sarcastic": 1, "headline": "Exposing and Coercing Remainer Tory Rebels to Act is Genius Tactic"}
{"is_sarcastic": 1, "headline": "The Queen Does Not Have to Sign a Remainer Bill Trying to Stop Brexit and Democracy"}
{"is_sarcastic": 1, "headline": "Soros and EU Funded 'Scientists For EU' Responsible For Organising Mass Remainer Protests"}
{"is_sarcastic": 1, "headline": "List of Quisling Conservative MPs Who Will Never See the Inside of Parliament Again"}
{"is_sarcastic": 1, "headline": "The Exploding Optimistic Whirlwind of Boris Johnson"}
{"is_sarcastic": 1, "headline": "Royal Experts: Thomas Markle Could Spill Beans About Meghan's Other Children"}
{"is_sarcastic": 1, "headline": "Boris Needs to Join Forces With Brexit Party"}
{"is_sarcastic": 1, "headline": "Kommie Huq Goes Insane Over Brexit on Live TV"}
{"is_sarcastic": 1, "headline": "Comrade Corbyn: 'No Deal Nightmare of Massive Trade Deals and Business With USA”"}
{"is_sarcastic": 1, "headline": "October 31 Here We Come"}
{"is_sarcastic": 1, "headline": "Parliament Should Have Safeguards Against Rogue Corrupt Speakers of the House"}
{"is_sarcastic": 1, "headline": "Forex Markets Are Ignoring the Positives of Brexit – Vast Amounts Money to Be Made GBP"}
{"is_sarcastic": 1, "headline": "Break Out the Popcorn – Corbyn Marxists Mobilising – Inciting Riots"}
{"is_sarcastic": 1, "headline": "Remainers Vs The Queen, UK Government, Voters, Democracy, United Kingdom"}
{"is_sarcastic": 1, "headline": "BREAKING: China Moving Heavy Armour Troops Into Hong Kong"}
{"is_sarcastic": 1, "headline": "Proroguing is Constitutional: Everyone Needs to Calm Down Now"}
{"is_sarcastic": 1, "headline": "REMOANERS: If You Hate Democracy So Much Go and Live in China"}
{"is_sarcastic": 1, "headline": "Huzzah! God Bless the Queen"}
{"is_sarcastic": 1, "headline": "Anti-Democratic Remainer MPs See the Wrath of the Balls of Johnson"}
{"is_sarcastic": 1, "headline": "Epica Awards Launches PR Grand Prix"}
{"is_sarcastic": 1, "headline": "THINK TANK: Western LGBTQP Agenda Must Be Accepted in Third World and Developing Nations"}
{"is_sarcastic": 1, "headline": "Trump: 'Now I Want to Buy Somalia”"}
{"is_sarcastic": 1, "headline": "Bruce Jenner to Run For President 2020"}
{"is_sarcastic": 1, "headline": "Elton John Pays £7.50 Carbon Offset For Meghan Harry Jets"}
{"is_sarcastic": 1, "headline": "'Appalled” Prince Andrew Visited Epstein Manhattan Mansion to Play Game of Checkers"}
{"is_sarcastic": 1, "headline": "Brexit Begins: Signing of Commencement Order to Repeal European Communities Act of 1972"}
{"is_sarcastic": 1, "headline": "Monopoly Tech Companies Are Untouchable"}
{"is_sarcastic": 1, "headline": "This is Not About Brexit Any More, it is About Democracy"}
{"is_sarcastic": 1, "headline": "Haw Haw Hammond and 20 Saboteur Tories Collaborate With Corbyn Bolshevik Coup"}
{"is_sarcastic": 1, "headline": "Neutral Speaker John Bercow Vows to Block Brexit – 'I will fight with every bone in my body!'"}
{"is_sarcastic": 1, "headline": "China Preparing to Make Hong Kong the Next Tibet"}
{"is_sarcastic": 1, "headline": "Lights Out!"}
{"is_sarcastic": 1, "headline": "Experts: How the Obstinate EU Shot Itself In the Foot"}
{"is_sarcastic": 1, "headline": "Global Warming: Farting Kenyan Councillor Arrested For Excessive Methane Emissions"}
{"is_sarcastic": 1, "headline": "Bishop Proposes Working Brothel to Entice People into Cathedral"}
{"is_sarcastic": 1, "headline": "October 31: Quite Right to Stop the Commies Knocking On the Queen's Door"}
{"is_sarcastic": 1, "headline": "The Pound Will Soar as Britain Breaks Away From EU Prison"}
{"is_sarcastic": 1, "headline": "Clean Brexit Should Make Britain Economic Haven Away From Restrictive EU"}
{"is_sarcastic": 1, "headline": "Mass Shooting is Part of Being an American"}
{"is_sarcastic": 1, "headline": "Experts: Trump Set to Lose 2020 Election"}
{"is_sarcastic": 1, "headline": "Why the American Weekend Shooting Spree Hobby Could Turn to Civil War"}
{"is_sarcastic": 1, "headline": "#metoo Gillette CEO $8 Billion Loss For Anti-Male Ads"}
{"is_sarcastic": 1, "headline": "We Will Miss Mark 'Project Fear' Carney"}
{"is_sarcastic": 1, "headline": "Daily Squib Summer Prize – 1000s Free Holidays to Baltimore, USA"}
{"is_sarcastic": 1, "headline": "World's First Ever Human-Monkey Hybrid Grown in Lab in China"}
{"is_sarcastic": 1, "headline": "Prince Harry and Meghan Markle Reveal How They Will Reduce Carbon Emissions"}
{"is_sarcastic": 1, "headline": "Palace Insider: Meghan Markle Wanted to Teach Queen How to Twerk"}
{"is_sarcastic": 1, "headline": "Boris Jokes About Staying in Customs Union and Single Market For Another Two Years"}
{"is_sarcastic": 1, "headline": "West Silent As Hong Kong Fights For Its Democracy"}
{"is_sarcastic": 1, "headline": "Boris Must Not Forget Farage"}
{"is_sarcastic": 1, "headline": "Polls: Majority Remainers Do Not Know Why They Back EU"}
{"is_sarcastic": 1, "headline": "Boris Johnson 'Who Dares Wins' Attitude Breath of Fresh Air But is it Enough?"}
{"is_sarcastic": 1, "headline": "Lib Dems Instate Crazed Feminist Marxist Scotch Soviet EU Fanatic as Leader"}
{"is_sarcastic": 1, "headline": "The Most Affordable Cities for First-Time Buyers"}
{"is_sarcastic": 1, "headline": "Experts: The Consequences of Iran Blockading the Strait of Hormuz"}
{"is_sarcastic": 1, "headline": "BREAKING: Iran Escalates War by Hijacking British Oil Tanker"}
{"is_sarcastic": 1, "headline": "Lord Haw Haw Hammond Leads Group of Anti-Democratic Fanatic MPs Misusing Parliamentary Procedure to Stop Brexit"}
{"is_sarcastic": 1, "headline": "Meghan Markle Says Being in Royal Family Like Being On Welfare But Slightly Different"}
{"is_sarcastic": 1, "headline": "European Union Commission President Addresses EU Army Troops"}
{"is_sarcastic": 1, "headline": "Immigrant Congress Woman Tells Trump to Go Back to Glasgow to Sort it Out"}
{"is_sarcastic": 1, "headline": "Urgent Communique to Iranian Minister of Foreign Affairs From Princeton Professor to Avert Imminent War"}
{"is_sarcastic": 1, "headline": "The Good and Bad of Digital Currencies"}
{"is_sarcastic": 1, "headline": "Kiwis: 'Sorry No New Zealand Lamb For England”"}
{"is_sarcastic": 1, "headline": "Mourning the Death of Another Instagram YouTube 'Star' Killed By Own Vanity"}
{"is_sarcastic": 1, "headline": "Vladimir Bukovsky: The Dissident's Book of Soviet Crime and Western Complicity"}
{"is_sarcastic": 1, "headline": "West Asleep: Iran Continues Uranium Enrichment Program For Bomb"}
{"is_sarcastic": 1, "headline": "Disenchanted American Socialist Millennials Protest Capitalism By Tampering With Supermarket Food"}
{"is_sarcastic": 1, "headline": "British Ambassador to America Writing Book On Diplomacy"}
{"is_sarcastic": 1, "headline": "Britain Needs Boris Johnson Now"}
{"is_sarcastic": 1, "headline": "How PC Culture Destroyed Once Edgy Mad Magazine"}
{"is_sarcastic": 1, "headline": "Man City for the Hat Trick? "}
{"is_sarcastic": 1, "headline": "Verhofstadt Cowers Under Table After Auntie Widdecombe Bollocking"}
{"is_sarcastic": 1, "headline": "Analysts: EU Army Poses Great Danger to USA"}
{"is_sarcastic": 1, "headline": "EU Army: Kommandant Ursula von der Leyen at Your Service"}
{"is_sarcastic": 1, "headline": "Philip Hammond Walking Dead"}
{"is_sarcastic": 1, "headline": "Fountain of Youth: Meghan Bathes in Asses Milk Daily Say Servants"}
{"is_sarcastic": 1, "headline": "Where to Escape If Labour Voted In"}
{"is_sarcastic": 1, "headline": "When the Peasants Have a Voice"}
{"is_sarcastic": 1, "headline": "Four Upcoming Android Games That Could Be Classics"}
{"is_sarcastic": 1, "headline": "Inside the Newly Furnished Frogmore Cottage 'Blinged Up' On Orders From Meghan"}
{"is_sarcastic": 1, "headline": "People Surprised That Marxist Leaning Internet Tech Monopoly Admits Leftist Bias"}
{"is_sarcastic": 1, "headline": "Inspectors: Iran Very Close to Making Nuclear Weapons Grade Uranium"}
{"is_sarcastic": 1, "headline": "Mike Ashley's Disregard For Newcastle Fans Has Never Been As Blatant"}
{"is_sarcastic": 1, "headline": "Woman Banned From Instagram Doesn't Think She Exists Anymore"}
{"is_sarcastic": 1, "headline": "If You Believe in Jesus You Believe in Supernatural Magical Beings That Defy Laws of Physics"}
{"is_sarcastic": 1, "headline": "Epica Awards 33 Defines Its Purpose"}
{"is_sarcastic": 1, "headline": "Tory MP's Defence: 'I Thought the Intruder Was Theresa May”"}
{"is_sarcastic": 1, "headline": "EU Army: Teen French Recruits Suffer Under New Compulsory Service"}
{"is_sarcastic": 1, "headline": "Shaken But Not Stirred – Angela Merkel Inspires New Cocktail"}
{"is_sarcastic": 1, "headline": "Trump: 'This is Not War” Will Move 120,000 Troops to Persian Gulf"}
{"is_sarcastic": 1, "headline": "Commiserations For Poor Prince Harry After Meghan Reveals She is Charging By the Hour"}
{"is_sarcastic": 1, "headline": "Former Labour Party Member, Rory Stewart is Implant into Tory Party"}
{"is_sarcastic": 1, "headline": "Strait of Hormuz: War With Iran Will Ensure Trump 2020 Win"}
{"is_sarcastic": 1, "headline": "Proroguing an Anti-Democratic Parliament Intent on Thwarting Brexit is Perfectly Democratic"}
{"is_sarcastic": 1, "headline": "The Mastery of Helmut Newton Enshrined in One Book"}
{"is_sarcastic": 1, "headline": "Will Boris Johnson Be a Good Prime Minister?"}
{"is_sarcastic": 1, "headline": "China's Totalitarian Tiptoe in Hong Kong Eroding Democracy"}
{"is_sarcastic": 1, "headline": "Cricket World Cup: When's the Final"}
{"is_sarcastic": 1, "headline": "Elderlies Could Be Simply Switched Off Says BBC"}
{"is_sarcastic": 1, "headline": "BBC TV Licence: Jails Braced For Thousands 75-Year-Olds"}
{"is_sarcastic": 1, "headline": "The EU Deserves NOT a Single Penny From the UK"}
{"is_sarcastic": 1, "headline": "Disgraceful Coked Up Tory MPs Parade Their Illegal Drug Use"}
{"is_sarcastic": 1, "headline": "Experts: Biased Socialist Censorship is Regressive – Instead People Should Have Choice to Not Look if Offended"}
{"is_sarcastic": 1, "headline": "Squirrel Nibbles Corbyn Testicle During Trump Protest Speech"}
{"is_sarcastic": 1, "headline": "Britain Will Never Forget America's Sacrifice on D-Day"}
{"is_sarcastic": 1, "headline": "Hail Caesar! Donald Trump Visits Britain"}
{"is_sarcastic": 1, "headline": "Vindictive Theresa May Bans President of the United States Trump From Meeting Farage"}
{"is_sarcastic": 1, "headline": "Is John Cleese Racist For Stating that London is Not an English City Anymore? We Investigate"}
{"is_sarcastic": 1, "headline": "CREATIVE CITIES: STOCKHOLM"}
{"is_sarcastic": 1, "headline": "European Election Results Prove That Communism is Rife in UK"}
{"is_sarcastic": 1, "headline": "Change UK Anna Soubry Celebrates Election Triumph of Winning No Seats"}
{"is_sarcastic": 1, "headline": "Ideas That Will Help You Increase Your Wealth"}
{"is_sarcastic": 1, "headline": "Auntie Ann Widdecombe Coming to Brussels to Breathe Down Juncker's Neck"}
{"is_sarcastic": 1, "headline": "Spice Girls 450th 'Zimmer Zimmer Ah' Cash-in Tour"}
{"is_sarcastic": 1, "headline": "Can the Tories Be Trusted Ever Again After Trying to Subvert Democracy?"}
{"is_sarcastic": 1, "headline": "Confused Theresa May Mixed Up the Words 'Compromise' and 'Surrender'"}
{"is_sarcastic": 1, "headline": "The Deluded Witch is Dead"}
{"is_sarcastic": 1, "headline": "Squatter Refuses to Leave Number 10"}
{"is_sarcastic": 1, "headline": "EU Experts: Empires Cannot Survive Without Constant Expansion"}
{"is_sarcastic": 1, "headline": "Conservative Party to Get Loads of Votes in European Elections"}
{"is_sarcastic": 1, "headline": "Jamie Oliver to Open New Chain of Restaurants"}
{"is_sarcastic": 1, "headline": "BREAKING: Kim Kardashian Thwarts Dangerous Toxic Leak in Beverly Hills"}
{"is_sarcastic": 1, "headline": "Dead Horse Unable to Flog Dead Horse"}
{"is_sarcastic": 1, "headline": "Get Ready For Wimbledon 2019"}
{"is_sarcastic": 1, "headline": "Daily Squib Accurately Predicted Theresa May Would Cry in 1922 Committee Showdown"}
{"is_sarcastic": 1, "headline": "BREAKING NEWS: Prince Louis Climbed to the Top of a Slide Mother Kate Reveals"}
{"is_sarcastic": 1, "headline": "Palace News: Archie May One Day Meet His Long Lost Brother/Sister"}
{"is_sarcastic": 1, "headline": "Grotesque Bully Jeremy Kyle the Face of Reality TV"}
{"is_sarcastic": 1, "headline": "EU Running Out of Things to Regulate"}
{"is_sarcastic": 1, "headline": "Warrior With a Crown"}
{"is_sarcastic": 1, "headline": "Tories Must Keep Toxic Theresa May As PM"}
{"is_sarcastic": 1, "headline": "How Brits Use The Internet"}
{"is_sarcastic": 1, "headline": "The Internet of the Future Will Not Remember Today's Internet"}
{"is_sarcastic": 1, "headline": "Radio DJ Leaves the BBC"}
{"is_sarcastic": 1, "headline": "'Thank God He's White!” Windsors Breathe a Sigh of Relief"}
{"is_sarcastic": 1, "headline": "Prince Harry Reveals New Baby's Clothes Ready and Waiting"}
{"is_sarcastic": 1, "headline": "Gender Fluid Ship Sinks Off the Isle of Man Coast"}
{"is_sarcastic": 1, "headline": "Iran and Gaza Escalation Sign of What is to Come"}
{"is_sarcastic": 1, "headline": "First They Called Brexit 'No Deal” Then They Cancelled 'No Deal”"}
{"is_sarcastic": 1, "headline": "Limited Edition Stanley Kubrick  Series by Taschen Coinciding With the Exhibition at Design Museum"}
{"is_sarcastic": 1, "headline": "Is Censorship Justified For the Extreme One Sided Right or Left?"}
{"is_sarcastic": 1, "headline": "'Why Don't You Resign? No One Wants You!”"}
{"is_sarcastic": 1, "headline": "How Chinese 5G EMF Radiation Will Stir Fry Your Insides"}
{"is_sarcastic": 1, "headline": "Tory Corruption Latest: PMs Ladies Night Out With Putin Crony Donor"}
{"is_sarcastic": 1, "headline": "Tory Party Extinction Activists Blockade Corridor in Westminster"}
{"is_sarcastic": 1, "headline": "Marisa Papen – Everyone Can Go Topless in NYC"}
{"is_sarcastic": 1, "headline": "Why Climate Activists Do Not Address China, India, USA Pollution"}
{"is_sarcastic": 1, "headline": "Suicide Bombers – At Least They Do It Only Once"}
{"is_sarcastic": 1, "headline": "Tories Keep Theresa May to Spare Boris Johnson Clashing With Brexit Party"}
{"is_sarcastic": 1, "headline": "Why Michelle Obama Will Not Run For President"}
{"is_sarcastic": 1, "headline": "Male Feminist Wrongly Accused of Rape by Feminist Activist Commits Suicide"}
{"is_sarcastic": 1, "headline": "Death of the Internet: How Article 13 Will Affect You"}
{"is_sarcastic": 1, "headline": "Grand Tour Special: Clarkson to Drive Maserati With Speedometer Limited by EU Speed Directive"}
{"is_sarcastic": 1, "headline": "Why 'Feudal Lord' MPs Are Rejecting Democracy"}
{"is_sarcastic": 1, "headline": "Politics is About Strategically Limiting Choice"}
{"is_sarcastic": 1, "headline": "Revenge of the Don – Coming to a Democrat Soon"}
{"is_sarcastic": 1, "headline": "Useless $25.2 Million Mueller Report Cost to US Taxpayer Applauded by Democrats"}
{"is_sarcastic": 1, "headline": "Calculating Theresa May Plans to Win Over MPs By Crying"}
{"is_sarcastic": 1, "headline": "New Tarantino Film Featuring Charles Manson Inspired By Ocasio-Cortez"}
{"is_sarcastic": 1, "headline": "Royal Palace: Meghan and Harry Baby Could Be Called Leroy or Wakanda"}
{"is_sarcastic": 1, "headline": "Brexit Direct Action: Motorists Urged to Fill Petrol Tanks Now"}
{"is_sarcastic": 1, "headline": "Abortion May Be Unsavoury But World Needs More Urgently"}
{"is_sarcastic": 1, "headline": "Why Any Literate Person Should Never Use the Word 'Woke' Ungrammatically"}
{"is_sarcastic": 1, "headline": "How the Goy Slaves Rebelled Against Sir Philip Green"}
{"is_sarcastic": 1, "headline": "Meghan Could Give Birth to Bunch of Bananas Says Doctor"}
{"is_sarcastic": 1, "headline": "Tusk: 'Hell is the EU Because There is NO Escape”"}
{"is_sarcastic": 1, "headline": "Trump Delivers State of the Disunion Speech"}
{"is_sarcastic": 1, "headline": "Why Black People Never Commit Any Crimes"}
{"is_sarcastic": 1, "headline": "Meghan: The Last Thing an Overworked Prostitute Needs is Another Banana"}
{"is_sarcastic": 1, "headline": "Meghan Markle: 'Let them eat banana”"}
{"is_sarcastic": 1, "headline": "Making Gambling a Less Risky Business"}
{"is_sarcastic": 1, "headline": "Doesn't Matter What Year We're In Still Have to Deal With Same Old Shit"}
{"is_sarcastic": 1, "headline": "Why No One Will Ever Vote For the Conservative Party Ever Again"}
{"is_sarcastic": 1, "headline": "Divided America – The Video That Tells of Civil War Ahead"}
{"is_sarcastic": 1, "headline": "BREXIT: The Time is Now"}
{"is_sarcastic": 1, "headline": "Boxing Day DEALS – The Best Offers REVEALED – KNOCK OUT Prices!"}
{"is_sarcastic": 1, "headline": "#MeToo Bible Experts: Mary Was Impregnated By God Without Her Will or Consent"}
{"is_sarcastic": 1, "headline": "Browser Slot Games and Video Slots Are the Same and That's It!"}
{"is_sarcastic": 1, "headline": "Why Men Are Being Targeted in the West"}
{"is_sarcastic": 1, "headline": "Thank You For this Very Special Christmas Card From Our Chinese Fans"}
{"is_sarcastic": 1, "headline": "Future of Online Casinos in the UK"}
{"is_sarcastic": 1, "headline": "Theresa May to Conduct Mass Debate on TV"}
{"is_sarcastic": 1, "headline": "Screw the John Lewis Christmas Ad – Alternative Released"}
{"is_sarcastic": 1, "headline": "#MeToo Business Dynamics: 'Hiring Women is Unknown Risk”"}
{"is_sarcastic": 1, "headline": "Christmas Deemed Offensive by #MeToo Call For Complete Ban"}
{"is_sarcastic": 1, "headline": "How the American Social Justice Warrior Princess Changed the Windsors"}
{"is_sarcastic": 1, "headline": "How Brexiteers Were Completely Locked Out"}
{"is_sarcastic": 1, "headline": "Apocalypse à Paris Avec les Gilets Jaunes"}
{"is_sarcastic": 1, "headline": "You Too Can Be Great Again in 2019 Just Like Donald Trump"}
{"is_sarcastic": 1, "headline": "George H. Bush Father of September 11, Iraq War and Freedom Fries Dies"}
{"is_sarcastic": 1, "headline": "EU Gloats Over Theresa May BRINO Deal"}
{"is_sarcastic": 1, "headline": "Theresa May Plans to Win Over EU — By Dancing"}
{"is_sarcastic": 1, "headline": "If the EU Was a Girlfriend She Would Be a Bunny Boiler"}
{"is_sarcastic": 1, "headline": "Being Vulgar and Rude Considered Polite in Millennium"}
{"is_sarcastic": 1, "headline": "Big Stars to Attend Rupaul's 'When We All Don't Vote' Rally"}
{"is_sarcastic": 1, "headline": "Theresa May: 'I Am the Chequers Plan, and It is Me!”"}
{"is_sarcastic": 1, "headline": "Epica Awards Maestro Mark Tungate – An Interview With Creative Insight"}
{"is_sarcastic": 1, "headline": "Jacob Rees-Blogg – Episode One"}
{"is_sarcastic": 1, "headline": "Elite – The Best Game in Gaming History"}
{"is_sarcastic": 1, "headline": "Amazon Workers to Have Wheels Embedded in Their Feet"}
{"is_sarcastic": 1, "headline": "Bank Governor Carney: 'No Deal Brexit Locust Swarms, Hellfire, Rivers of Blood and House Price Crash”"}
{"is_sarcastic": 1, "headline": "Ordering Up a Can of Whoop Ass at McDonalds"}
{"is_sarcastic": 1, "headline": "Trump Would Have Sealed Brexit Deal in One Hour"}
{"is_sarcastic": 1, "headline": "Facebook Stock Down 25%: How Heavy Handed Censorship Killed Off Socialist Tech Companies"}
{"is_sarcastic": 1, "headline": "Theresa May Must Go: Arch Remainer Olly Robbins Put in Full Charge of Brexit"}
{"is_sarcastic": 1, "headline": "Gender Activists Want French Language Changed to Not Include Masculine and Feminine Nouns"}
{"is_sarcastic": 1, "headline": "The Elite Wealthy Will Abandon You When the Time Comes"}
{"is_sarcastic": 1, "headline": "Novichok Poisoning: Skripal Attack Suspects 'Identified on CCTV as Several Russians'"}
{"is_sarcastic": 1, "headline": "Kompromat: Putin Has Trump By the Balls"}
{"is_sarcastic": 1, "headline": "Brexit is Actually Very Simple – Parliament and EU Meddling Is Not"}
{"is_sarcastic": 1, "headline": "If Theresa May Does Not GO – No One Will Vote Conservative Ever Again"}
{"is_sarcastic": 1, "headline": "Snowflake Offended By Own Self Won't Come Out Of Safe Space"}
{"is_sarcastic": 1, "headline": "World War 3 Will Start Suddenly and Without Warning"}
{"is_sarcastic": 1, "headline": "Assad: 'I Can Still Make Barrel Bombs From Chlorine – a Very Common Chemical”"}
{"is_sarcastic": 1, "headline": "Are Google and YouTube Staff Now More Despised Than Traffic Wardens?"}
{"is_sarcastic": 1, "headline": "Syria: The Geopolitical Red Line the West Will Never Cross"}
{"is_sarcastic": 1, "headline": "Is it Finally Game Over For Tech Power Nerds?"}
{"is_sarcastic": 1, "headline": "Meghan Markle to Introduce Royals to Traditional American Soul Food"}
{"is_sarcastic": 1, "headline": "Californian Man Who Used Wrong Gender Pronoun Now a Social Outcast"}
{"is_sarcastic": 1, "headline": "YouTube Staff Bused Into California HQ Today"}
{"is_sarcastic": 1, "headline": "Call For Guns to Be Banned in Murder Capital London"}
{"is_sarcastic": 1, "headline": "Labour London: Only 40,000 Murders This Week Down by 27%"}
{"is_sarcastic": 1, "headline": "Remember the Days When the Youth Protested For MORE Freedom.."}
{"is_sarcastic": 1, "headline": "Our Only Day Off Today"}
{"is_sarcastic": 1, "headline": "Britain to Stay in Single Market – Article 127 Deadline Today Not Triggered by Theresa May"}
{"is_sarcastic": 1, "headline": "Analyst: Communist China Behind Repeal of Second Amendment Gun Grab"}
{"is_sarcastic": 1, "headline": "Agent Cob: 'Jews in Gulags That's How I'd Do It”"}
{"is_sarcastic": 1, "headline": "French Waiter Fired For Being Too French"}
{"is_sarcastic": 1, "headline": "Trump: 'I've Got Big Balls of Steel”"}
{"is_sarcastic": 1, "headline": "Obama Marxist Propaganda to Infiltrate Netflix"}
{"is_sarcastic": 1, "headline": "Google Maps Wants to Look Inside Your Body"}
{"is_sarcastic": 1, "headline": "An Interview With Brutal Eastern European Gangster Controlling London Underworld"}
{"is_sarcastic": 1, "headline": "Ruthless Killer On the Loose"}
{"is_sarcastic": 1, "headline": "Former Soviet Spy Jeremy Corbyn Could Use Poison to Silence Critics Say Terror Experts"}
{"is_sarcastic": 1, "headline": "Oscars: '..and the Mangina Award Goes to..”"}
{"is_sarcastic": 1, "headline": "Bravo Italia! Could the Italian People Break Free From EU Prison?"}
{"is_sarcastic": 1, "headline": "Communist China Behind Google Facebook Global Censorship Push"}
{"is_sarcastic": 1, "headline": "'John Major is NOT Exceptional!' Say the British People"}
{"is_sarcastic": 1, "headline": "Infowars Under Attack: We Don't Always Agree With What You Say, But Defend Your Right to Say What You Want With Our Lives"}
{"is_sarcastic": 1, "headline": "State Legislatures: Schools Will Have Firearm Trained Teachers By Next Year"}
{"is_sarcastic": 1, "headline": "Kylie Jenner Says She Doesn't Like Orange Juice So Much Anymore – Market Crashes $1.6 Billion Wiped"}
{"is_sarcastic": 1, "headline": "Revealed: The Secret Espionage Tricks Jeremy Corbyn Utilised to Pass Secrets to Soviets"}
{"is_sarcastic": 1, "headline": "Stasi Britain: Cold War Soviet Spy Comrade Corbyn Threatens Press Censorship"}
{"is_sarcastic": 1, "headline": "Why Billionaires Setting Up Havens In New Zealand For Apocalypse Have Got it Wrong"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn Cast as Communist Arch Villain in New James Bond Film"}
{"is_sarcastic": 1, "headline": "Black Panther Review – Wakanda Fantasy Beyond Awful"}
{"is_sarcastic": 1, "headline": "Soviet Agent Cob at Your Service – License to Snitch"}
{"is_sarcastic": 1, "headline": "'Fake News' Created by Eric Schmidt Former Google Boss"}
{"is_sarcastic": 1, "headline": "ANTIFA Shooter Kills 17 Trump Supporters at Florida High School"}
{"is_sarcastic": 1, "headline": "Forbidden Delight: Censoring Words Makes Them More Powerful"}
{"is_sarcastic": 1, "headline": "Michelle Obama Artist Diagnosed With Serious Visual Impairment"}
{"is_sarcastic": 1, "headline": "Oxfam Charity Orgies Will Help Fund Higher Salaries"}
{"is_sarcastic": 1, "headline": "Daily Squib Knew About Soros Paying Gina Miller Backhanders to Thwart Brexit in 2017"}
{"is_sarcastic": 1, "headline": "Daily Squib Attended Epica Awards Spotlight of British Creativity at 2018 London Showcase"}
{"is_sarcastic": 1, "headline": "EU Devil's Maiden Anna Soubry Like Something From an Omen Movie"}
{"is_sarcastic": 1, "headline": "Why Burstcoin is the Answer to an Eco Friendly Cryptocurrency"}
{"is_sarcastic": 1, "headline": "Fear Index (VIX) Jumps 116% Aaaargh!"}
{"is_sarcastic": 1, "headline": "Stockmarket Down But Be Positive Inflation Shoots Up"}
{"is_sarcastic": 1, "headline": "Why EU Countries Will Embrace Communism"}
{"is_sarcastic": 1, "headline": "American Heritage Foundation: 'Donald Trump Will Be Added to Mount Rushmore Presidents”"}
{"is_sarcastic": 1, "headline": "Venice Trattoria Charges Jap Tourists 450,000 Euros For Fish Platter"}
{"is_sarcastic": 1, "headline": "Anti-Art #metoo Puritans Order Removal of All Female Nude Paintings Worldwide From Galleries"}
{"is_sarcastic": 1, "headline": "Man is PARALYSED from the Waist Down Following Nonstop 20-Hours Reading Daily Squib Binge"}
{"is_sarcastic": 1, "headline": "When the Tories Are Not Conservative Anymore – Jeremy Corbyn is a Viable Option"}
{"is_sarcastic": 1, "headline": "The Watered Down Death of Brexit Means the Death of Democracy in Britain"}
{"is_sarcastic": 1, "headline": "Up Yours Juncker/Delors No! No! No!"}
{"is_sarcastic": 1, "headline": "The Woman With No Face Trying to Thwart Brexit"}
{"is_sarcastic": 1, "headline": "Ikea Founder Ingvar Kamprad Was Buried in Flatpack Coffin"}
{"is_sarcastic": 1, "headline": "Daily Squib YouTube Channel Censored and Demonetized"}
{"is_sarcastic": 1, "headline": "Scientists: The Future of Brain Enhancement and Global Genetic IQ Variables"}
{"is_sarcastic": 1, "headline": "Britain VS Russia: Bring Back the Compulsory Draft"}
{"is_sarcastic": 1, "headline": "Why Disgraceful Theresa May Must Go"}
{"is_sarcastic": 1, "headline": "Was Donald Trump Worth It?"}
{"is_sarcastic": 1, "headline": "Prince William Debuts New Hirsute Look"}
{"is_sarcastic": 1, "headline": "#metoo 'Hypocrites' Stunned By Brigitte Bardot Fight Back"}
{"is_sarcastic": 1, "headline": "Epica Awards announces Responsibility Grand Prix"}
{"is_sarcastic": 1, "headline": "Sunglass Fashion For Women This Summer"}
{"is_sarcastic": 1, "headline": "New Russian AI Android Robot Fuelled By Vodka"}
{"is_sarcastic": 1, "headline": "Britain to Hold EU Referendum Every Year Indefinitely"}
{"is_sarcastic": 1, "headline": "Germans Embracing Islam and Allah"}
{"is_sarcastic": 1, "headline": "Why the Surprise That Twitter Looks Through and Sells Private Messages?"}
{"is_sarcastic": 1, "headline": "Trump: 'We're Living in a Sh*thole Called America”"}
{"is_sarcastic": 1, "headline": "London Experiences Unseasonably Strong Winds Due to a Collective Sigh of Relief"}
{"is_sarcastic": 1, "headline": "Orwellian Facebook Telescreen Installed in Homes"}
{"is_sarcastic": 1, "headline": "Big Silence: Real Women Fight Back Puritanical #metoo Feminists"}
{"is_sarcastic": 1, "headline": "Cabinet Reshuffle Latest: Theresa May Relegates Self to Backbenches"}
{"is_sarcastic": 1, "headline": "Monkey Offended at Being Depicted as 'Coolest Human in the Jungle'"}
{"is_sarcastic": 1, "headline": "The Only Thing That Will Destroy PC Culture.."}
{"is_sarcastic": 1, "headline": "Dying in a Corridor – NHS Today and Then"}
{"is_sarcastic": 1, "headline": "Celebs Freak Out Over Rumoured Weinstein Sighting in Hollywood"}
{"is_sarcastic": 1, "headline": "How Much is EU Paying Tony Blair to Destroy Brexit?"}
{"is_sarcastic": 1, "headline": "Analysts: What is Going to Be Kim Jong-Un's Next Move?"}
{"is_sarcastic": 1, "headline": "Fake News Fake News Fake News"}
{"is_sarcastic": 1, "headline": "Hollywood Planning 498 New Superhero Movies in New Year"}
{"is_sarcastic": 1, "headline": "North Korean New Year Fireworks Celebration Goes Well"}
{"is_sarcastic": 1, "headline": "Why Are Remainers Given Such a Media Voice?"}
{"is_sarcastic": 1, "headline": "Novak Djokovic Set for Long-Awaited Return"}
{"is_sarcastic": 1, "headline": "Corbyn Getting Ready to Be PM – Number 10 in New Year"}
{"is_sarcastic": 1, "headline": "Tech Experts: Internet 2.0 Transition Beginning Soon"}
{"is_sarcastic": 1, "headline": "Will 2018 Be the Year You Stick to Your Healthy Resolution?"}
{"is_sarcastic": 1, "headline": "We Forgot About the New Star Wars Film"}
{"is_sarcastic": 1, "headline": "May's FAKE BREXIT: Mass Civil Unrest and Anarchy on the Streets of Britain"}
{"is_sarcastic": 1, "headline": "The 2018 Cheltenham Festival: An Early  Look At Some Of The Best Bets"}
{"is_sarcastic": 1, "headline": "Theresa May Applauded by EU leaders Because She 'made little effort bending over', Jean-Claude Juncker Says Ahead of Deal"}
{"is_sarcastic": 1, "headline": "Stop Moaning Farage and Do Something About May's Non Brexit"}
{"is_sarcastic": 1, "headline": "FAKE NEWS: Donald Trump Outraged at New Book That Reimagines Strange Historical Facts Through His Eyes"}
{"is_sarcastic": 1, "headline": "Daily Squib in Talks With Egyptian Courts to Release Singer Who Ate Banana"}
{"is_sarcastic": 1, "headline": "West Entering New Puritanical Age"}
{"is_sarcastic": 1, "headline": "Carving Up the Turkey This Christmas Will Be Fun"}
{"is_sarcastic": 1, "headline": "Why Pretty Patel Should Not Be Sacked"}
{"is_sarcastic": 1, "headline": "Black Plague Spreads – When Mother Nature Fights Back"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn Leaked Document Reveals Remarkable Info On the 'Jezza'"}
{"is_sarcastic": 1, "headline": "What Do the Vegas Mass Shooting and Dallas Church Massacre Have in Common?"}
{"is_sarcastic": 1, "headline": "Consensus: Socialists More Dangerous When Out of Power"}
{"is_sarcastic": 1, "headline": "New Hollywood Movie: 'Meet the Fockers Part Deux' Hits Box Office"}
{"is_sarcastic": 1, "headline": "The Queen Opens Personal Facebook Account"}
{"is_sarcastic": 1, "headline": "Theresa May: 'Men Will Have to Go Through Five Govt Agencies When Coming On to Women”"}
{"is_sarcastic": 1, "headline": "Anti-British Eurocrat Guy Verhofstadt Obsessed by Peas"}
{"is_sarcastic": 1, "headline": "Constantly Kneeling African Americans Unproductive in Work Force Say Bosses"}
{"is_sarcastic": 1, "headline": "Ex-NFL Fans Welcome to Support Rugby"}
{"is_sarcastic": 1, "headline": "Experts: How It's Going to Take At Least 10 More Years to Erase Obama Legacy"}
{"is_sarcastic": 1, "headline": "New Smart Glasses Powered By Bogies in Your Nose"}
{"is_sarcastic": 1, "headline": "Adolf Hitler's Soiled Underpants Sold For $6,737 at US Auction"}
{"is_sarcastic": 1, "headline": "Naive Theresa May So Gullible She Falls For Nigerian Email Scam"}
{"is_sarcastic": 1, "headline": "Uber Re-branded As Luber"}
{"is_sarcastic": 1, "headline": "That Theresa May No Brexit Florence Speech in Full"}
{"is_sarcastic": 1, "headline": "Mel Brooks Right On How Political Correctness Killing Comedy"}
{"is_sarcastic": 1, "headline": "Disney Streaming Another Nail In Hollywood Coffin"}
{"is_sarcastic": 1, "headline": "Music Biz: The Wailing Lament of Sinead O'Connor"}
{"is_sarcastic": 1, "headline": "Analyst: Why ISIS Was Doomed to Failure"}
{"is_sarcastic": 1, "headline": "Scaramanga Vows to Get Back at Trump After White House Firing"}
{"is_sarcastic": 1, "headline": "Apparently Americans Too Drugged Up to Work"}
{"is_sarcastic": 1, "headline": "Dunkirk: Triggered Feminist Wants More Women Fighting in WW2 Films"}
{"is_sarcastic": 1, "headline": "AA Chief Falls Off Cliff"}
{"is_sarcastic": 1, "headline": "Shark Week: Michael Phelps Loses Both Legs to Great White"}
{"is_sarcastic": 1, "headline": "INSIGHT: Healthcare in the USA"}
{"is_sarcastic": 1, "headline": "Prince Harry and William: 'Let's Open Up Another Can of Worms From Years Ago”"}
{"is_sarcastic": 1, "headline": "EU Negotiator: 'France Never Wanted to be Liberated in WW2”"}
{"is_sarcastic": 1, "headline": "Sex Robot Prefers Washing Machine Over Human"}
{"is_sarcastic": 1, "headline": "YouTube Snowflake Generation Killing Themselves Epidemic"}
{"is_sarcastic": 1, "headline": "Melania: When Donald Farts He is Always a Gentleman"}
{"is_sarcastic": 1, "headline": "NASA: Elephant to be Taken to International Space Station"}
{"is_sarcastic": 1, "headline": "Corbyn: 'Next Election, Students Will Vote Three Times Each For Labour”"}
{"is_sarcastic": 1, "headline": "Retaliation: Google Could Show Juncker's Search History"}
{"is_sarcastic": 1, "headline": "Google to Fine EU For Totalitarian Soviet Attitude That Frankly Stinks"}
{"is_sarcastic": 1, "headline": "Queen Celebrates Royal Income Boost by Flying Her Favourite Spitfire Around Balmoral"}
{"is_sarcastic": 1, "headline": "Brexit Betrayal: Theresa May Must Be Ousted By Brexiteers Immediately"}
{"is_sarcastic": 1, "headline": "Stasi Britain: Jeremy Corbyn the Smiling Face of Evil"}
{"is_sarcastic": 1, "headline": "Labour Using Brainwashing Techniques on Britain's Pliable Young"}
{"is_sarcastic": 1, "headline": "Labour Election: Corbyn Plotting Destruction of Royal Family"}
{"is_sarcastic": 1, "headline": "Labour: 'Britain's Population Through Immigration to Rise by 60%”"}
{"is_sarcastic": 1, "headline": "EU Conspiracy Manipulated Electoral Polls to Dupe May Into Calling Early Election"}
{"is_sarcastic": 1, "headline": "Communist Land Grab: Labour Garden Tax Will Treble Your Council Tax"}
{"is_sarcastic": 1, "headline": "EXODUS: Where to Go If High Tax Jeremy Corbyn Wins Election?"}
{"is_sarcastic": 1, "headline": "Tin Foil Hat Corbynistas: 'Theresa May Set Up Manchester Bombing”"}
{"is_sarcastic": 1, "headline": "Labour Open Door Policy Responsible For Manchester Carnage"}
{"is_sarcastic": 1, "headline": "Experts: No Ground War – No End to Terror – Military Draft Necessary"}
{"is_sarcastic": 1, "headline": "Poor Donald the President With No Face"}
{"is_sarcastic": 1, "headline": "Jean Claude Juncker: The Gift That Keeps Giving"}
{"is_sarcastic": 1, "headline": "Guy Ritchie Del Boy King Arthur Falls On Its Sword"}
{"is_sarcastic": 1, "headline": "EU Releases Ransomware Virus Onto Brexit Britain"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn: 'I Have No Understanding of Maths and Neither Do My MPs”"}
{"is_sarcastic": 1, "headline": "Trump's New FBI Director Comes Under Democrat Scrutiny"}
{"is_sarcastic": 1, "headline": "Comrade Corbyn Addresses High Party Apparatchiks and Bolsheviks"}
{"is_sarcastic": 1, "headline": "The Internet Today: My Fake Girlfriend Answered My Fake Social Network Account On a Fake News Site"}
{"is_sarcastic": 1, "headline": "Plastic EU Man Macron Instated as French Leader"}
{"is_sarcastic": 1, "headline": "Extraordinary Prince Philip to do Stand Up Comedy in Retirement Years"}
{"is_sarcastic": 1, "headline": "Latest Thrill Seek: Getting Dragged Off a United Airlines Flight"}
{"is_sarcastic": 1, "headline": "Michio Kaku and Richard Dawkins in Fist Fight Drama"}
{"is_sarcastic": 1, "headline": "Nicola Sturgeon Gives Birth After Sudden Pregnancy"}
{"is_sarcastic": 1, "headline": "North Korean Air Force Readies Itself For Trump Showdown"}
{"is_sarcastic": 1, "headline": "Love at First Sight at EDL March"}
{"is_sarcastic": 1, "headline": "Why Wasn't There Any Religion Before Humans Existed?"}
{"is_sarcastic": 1, "headline": "Communist Remoaners Have a Go at Sir Michael Caine"}
{"is_sarcastic": 1, "headline": "Trump the War President Dips His Toe Into Syria"}
{"is_sarcastic": 1, "headline": "History is Made – Theresa May Finally Triggers Article 50"}
{"is_sarcastic": 1, "headline": "Trump Needs His Own Pearl Harbor 911 Event to Unite Country"}
{"is_sarcastic": 1, "headline": "Why Your Words Do Not Mean Anything Any More"}
{"is_sarcastic": 1, "headline": "Dollar Riding Into Greek Rescue"}
{"is_sarcastic": 1, "headline": "Article 50: House of Lords or Labour Appointed Euro-Peers on EU Pensions?"}
{"is_sarcastic": 1, "headline": "Tara Palmer-Tomkinson Refused Entry into First Class Lounge in Heaven"}
{"is_sarcastic": 1, "headline": "Why Boycotting BBC Licence is Only Way to Induce Change"}
{"is_sarcastic": 1, "headline": "Profligate Greeks the Poison Ordered Up by EU Idiots Too Blind to See"}
{"is_sarcastic": 1, "headline": "The Neutrality of House Speaker Bercow and Other Things"}
{"is_sarcastic": 1, "headline": "The Insincerity of David Beckham's Charity Masquerade"}
{"is_sarcastic": 1, "headline": "Why Christians Should Be Banned From Entering the U.S."}
{"is_sarcastic": 1, "headline": "Tax Slaves Should Be Honoured For Giving Lives For Nothing Says Unemployed Man"}
{"is_sarcastic": 1, "headline": "Trump: 'Twenty Bucks For Every Hispanic Shot Near Mexico Wall”"}
{"is_sarcastic": 1, "headline": "When Donald Met Theresa"}
{"is_sarcastic": 1, "headline": "Labour Three-line Whip to Seal Article 50, Hopefully"}
{"is_sarcastic": 1, "headline": "Madonna Seen Lurking Outside White House"}
{"is_sarcastic": 1, "headline": "Gina Miller and Foreign Treason Wins Momentarily Over Brexit"}
{"is_sarcastic": 1, "headline": "Trump USA Reverts Back to Evangelical Christians and Jews Against Islam"}
{"is_sarcastic": 1, "headline": "Why America Will Never Be Great"}
{"is_sarcastic": 1, "headline": "The End of Obama Gulag Years"}
{"is_sarcastic": 1, "headline": "We'll Believe It When We See It Mrs May"}
{"is_sarcastic": 1, "headline": "Homeless Michelle Obama Woes After White House"}
{"is_sarcastic": 1, "headline": "Civil War: Trump 37 Votes Away From Not Becoming President"}
{"is_sarcastic": 1, "headline": "Theresa May's Secret Guilty Pleasures Revealed"}
{"is_sarcastic": 1, "headline": "Experts: You Can't Have a Brexit Without Brexiteers in Charge"}
{"is_sarcastic": 1, "headline": "Six Year Old Child Explains Biased Article 50 Court Case"}
{"is_sarcastic": 1, "headline": "Article 50: Published List of MPs Who Voted Against Will of the People"}
{"is_sarcastic": 1, "headline": "An Interview With President Donald Trump"}
{"is_sarcastic": 1, "headline": "Champion greyhound Clares Rocket found after kidnap"}
{"is_sarcastic": 1, "headline": "Italy Referendum: Going the Same Way of Greece"}
{"is_sarcastic": 1, "headline": "Globalism Will Not Be Thwarted by Brexit, Trump – it Will Speed Up"}
{"is_sarcastic": 1, "headline": "National Security: Trump Considering Shutting Twitter Down After Inauguration"}
{"is_sarcastic": 1, "headline": "Remainer Lib Dems, Labour, Tories are Pro-EU Marxist Communists"}
{"is_sarcastic": 1, "headline": "How Romanians Colonised Britain in Less Than Two Years"}
{"is_sarcastic": 1, "headline": "IMPORTANT: If You Voted Brexit Please Contact Your Local MP NOW"}
{"is_sarcastic": 1, "headline": "Tony Blair: 'UK Could Have Second EU Referendum in 45 Minutes”"}
{"is_sarcastic": 1, "headline": "Satire Has Been Attacked For Thousands of Years So 'Fake News' is Old News"}
{"is_sarcastic": 1, "headline": "Vive la Révolution – Marine Le Pen France's New Jeanne D'Arc"}
{"is_sarcastic": 1, "headline": "Globe Still Has Two Months Under Obama"}
{"is_sarcastic": 1, "headline": "Taxpayer Funded Peer Lord Kerr Calls Taxpayers 'Stupid'"}
{"is_sarcastic": 1, "headline": "Trump Invigorates New American Volk by Formulating U.S. Einsatzgruppen"}
{"is_sarcastic": 1, "headline": "When They Switch the Chip On You Won't Know Who You Are Anymore"}
{"is_sarcastic": 1, "headline": "Experts: Obama Helped Trump With Illegal Database"}
{"is_sarcastic": 1, "headline": "Ignore Farage at Your Own Peril"}
{"is_sarcastic": 1, "headline": "Rubber Band Politics: How the Left Enables the Right"}
{"is_sarcastic": 1, "headline": "Shameful Obama Legacy: White Man Beaten Viciously For Voting Trump"}
{"is_sarcastic": 1, "headline": "Trump Reveals American Muslim Solution"}
{"is_sarcastic": 1, "headline": "Milo Yianapapapadopulos Prolapse Shame Live On Talkshow"}
{"is_sarcastic": 1, "headline": "Privileged Actress Gives Up Wealth and Status to Live in Afghanistan"}
{"is_sarcastic": 1, "headline": "Experts: EU Army (CSDP) Direct Threat to Russia"}
{"is_sarcastic": 1, "headline": "Bypass EU: Repeal the 1972 European Communities Act Immediately"}
{"is_sarcastic": 1, "headline": "Juncker: 'Brexit Will Not Protect Britain From EU Army Invasion”"}
{"is_sarcastic": 1, "headline": "Sarkozy: 'We Let the Migrants into France So We Are Liable For Calais Jungle”"}
{"is_sarcastic": 1, "headline": "EU: 'Jump!” Theresa May: 'How High?”"}
{"is_sarcastic": 1, "headline": "EU Army: Daily Squib Accurately Predicted Today's News in 2012"}
{"is_sarcastic": 1, "headline": "The Right Candidate: Hardcore Hillary Even Campaigned With Pneumonia"}
{"is_sarcastic": 1, "headline": "Remembering 911 Again"}
{"is_sarcastic": 1, "headline": "Gossip Trump Has Lost the Election Already"}
{"is_sarcastic": 1, "headline": "Welcome to Merkel's Schengen Death Zone of Terror"}
{"is_sarcastic": 1, "headline": "Britain Must Repeal the 1972 European Communities Act Immediately"}
{"is_sarcastic": 1, "headline": "John Redwood the Only Vanguard Brexiteer?"}
{"is_sarcastic": 1, "headline": "An Ode to the Deafening Silence of Gove"}
{"is_sarcastic": 1, "headline": "Munich Massacre UPDATE: Iranian Shoots Innocent Shoppers"}
{"is_sarcastic": 1, "headline": "HOT: Were You at the RNC Young Turks Infowars Roast?"}
{"is_sarcastic": 1, "headline": "After the Coup Attempt Erdogan Reshuffles Turkish Government"}
{"is_sarcastic": 1, "headline": "If You Want to Die Vote Trump"}
{"is_sarcastic": 1, "headline": "Erdoğan Wants Turkey to Reintroduce Arabic Alphabet"}
{"is_sarcastic": 1, "headline": "Why Globalists Must Not Fear Brexit – New World Order Strengthened"}
{"is_sarcastic": 1, "headline": "Bow Group Calls on Foreign Secretary to Withdraw Statement on Gibraltar"}
{"is_sarcastic": 1, "headline": "The Great Remain Sulk (GRS) and Project Fear"}
{"is_sarcastic": 1, "headline": "Sturgeon Threatens UK Democratic EU Referendum Vote With Veto"}
{"is_sarcastic": 1, "headline": "Comrade Corbyn: We Are Purging Party of Dissenters"}
{"is_sarcastic": 1, "headline": "Younger Generation Will Have to Be De-Programmed From Years of EU Indoctrination"}
{"is_sarcastic": 1, "headline": "Scots Cannot Have Another Referendum to Split UK"}
{"is_sarcastic": 1, "headline": "The EU May Barely Survive Brexit But Democracy and Justice Have Prevailed in Europe Today"}
{"is_sarcastic": 1, "headline": "Farewell Big Society"}
{"is_sarcastic": 1, "headline": "Vorsprung Durch Brexit!"}
{"is_sarcastic": 1, "headline": "Boris Johnson: The Only Way to Take Back Control of Immigration is to Vote Leave on 23 June"}
{"is_sarcastic": 1, "headline": "EgyptAir MS804: You Are Not Safe Flying From Charles De Gaulle Airport"}
{"is_sarcastic": 1, "headline": "Prepare For 4 Million More Cars On Overcrowded Narrow Streets of Britain"}
{"is_sarcastic": 1, "headline": "EU Public Procurement Legislation Creates Multi-billion Pound Bill for Taxpayer"}
{"is_sarcastic": 1, "headline": "Can the Teflon Don Bypass Serious Allegations of Multimillion Dollar Tax Fraud?"}
{"is_sarcastic": 1, "headline": "EU Wide Tax ID Numbers Planned Keeping Track of Every Citizen in Europe"}
{"is_sarcastic": 1, "headline": "Vote Leave Responds to EU Funded IFS Release"}
{"is_sarcastic": 1, "headline": "BSE Referendum Broadcast: Misleading, Outright Falsehoods Debunked"}
{"is_sarcastic": 1, "headline": "Gisela Stuart: Best Way to Ensure Workers & Women's Rights is to Have a Parliament That is Directly Accountable to the People"}
{"is_sarcastic": 1, "headline": "Chris Grayling: The UK/US Relationship Will Continue to Flourish After We Vote Leave"}
{"is_sarcastic": 1, "headline": "Vote Leave Hits Back at BSE Campaign Poster"}
{"is_sarcastic": 1, "headline": "Lord Lamont Responds to the IMF Scaremongering Propaganda"}
{"is_sarcastic": 1, "headline": "EU-Funded IMF Being Used to Bully the British people"}
{"is_sarcastic": 1, "headline": "Publication of NI Number Registration Statistics by the Office for National Statistics Reveal Scale and Impact of Immigration"}
{"is_sarcastic": 1, "headline": "Brexit the Movie: Into the Belly of the EU Beast – A Must Watch"}
{"is_sarcastic": 1, "headline": "Skewed EU Referendum: Vote Leave Statement on ITV's Decision to Allow the Prime Minister to Decide his Debate Opponent"}
{"is_sarcastic": 1, "headline": "Lord Owen: 'We are in a David vs Goliath fight, but it is one we are determined to win – for the good of the British people'"}
{"is_sarcastic": 1, "headline": "Gordon Brown: Wrong Then, Wrong Now"}
{"is_sarcastic": 1, "headline": "UK Will Be Safer Outside the EU, Says Foreign Office Minister"}
{"is_sarcastic": 1, "headline": "EU Referendum: 'You're Doing What to My Country Mr Cameron?”"}
{"is_sarcastic": 1, "headline": "Home Secretary Admits Five New Countries Joining the EU is Dangerous for UK"}
{"is_sarcastic": 1, "headline": "Junior Doctors Would Not Be Striking if We Were Out of the EU"}
{"is_sarcastic": 1, "headline": "Theresa May Admits EU Makes Immigration Control Harder"}
{"is_sarcastic": 1, "headline": "Vote Leave FACTS: Obama's 10-Year Trade Claims Not Backed Up by Reality of US Deals"}
{"is_sarcastic": 1, "headline": "Back in Washington D.C. Obama Recalls His Trip to the UK"}
{"is_sarcastic": 1, "headline": "Soon to be Ex-President Obama Threatens UK With Back of Queue Trade Deals"}
{"is_sarcastic": 1, "headline": "Lord Owen: People Puzzled by Obama Intervention to Stay in Dysfunctional EU"}
{"is_sarcastic": 1, "headline": "How Anti-British Obama Discarded White House Churchill Bust"}
{"is_sarcastic": 1, "headline": "EU Referendum: Obama's Blatant Hypocrisy Revealed by Iain Duncan Smith"}
{"is_sarcastic": 1, "headline": "**** Everything Prince Just Died!"}
{"is_sarcastic": 1, "headline": "Vote Leave FACTS: Energy Risks Increase by Staying In EU"}
{"is_sarcastic": 1, "headline": "Your Cartoons, Je Suis' and Fancy Rallies Do Not Achieve Anything"}
{"is_sarcastic": 1, "headline": "Vote Leave:  UK Drinks Industry Will Prosper Outside of the EU"}
{"is_sarcastic": 1, "headline": "Brussels Attack: Schengen Directly Responsible"}
{"is_sarcastic": 1, "headline": "Moody's : 'Brexit UK Economy Safe – Do Not Listen to In Campaign Scaremongering”"}
{"is_sarcastic": 1, "headline": "Conservatives for Britain Sets Out Plans to End Austerity if We Vote Leave"}
{"is_sarcastic": 1, "headline": "Remember 7/7: Britain Not Safer in the EU"}
{"is_sarcastic": 1, "headline": "Vote Remain: Goodbye NHS"}
{"is_sarcastic": 1, "headline": "Iain Duncan Smith: 'Betrayal is Integral Part of Politics”"}
{"is_sarcastic": 1, "headline": "Brexit: Turkey Given EU Go-Ahead – The FACTS"}
{"is_sarcastic": 1, "headline": "EU Referendum: Why is Jeremy Corbyn Backing Goldman Sachs In Campaign?"}
{"is_sarcastic": 1, "headline": "EU Referendum: The EU Will Adopt Complete Dictatorship Within Three Years"}
{"is_sarcastic": 1, "headline": "Iraq Dispatch: Al Sadr's Back and This Time He Means Business"}
{"is_sarcastic": 1, "headline": "Mitt Romney's Gift to Donald Trump"}
{"is_sarcastic": 1, "headline": "Switzerland Suspends Application to Join EU"}
{"is_sarcastic": 1, "headline": "EU Referendum: Calm Before the Storm"}
{"is_sarcastic": 1, "headline": "EU Referendum: Since When Has High Treason Become Part of Government Policy?"}
{"is_sarcastic": 1, "headline": "Comrade Cameron Crushing His Own Party and Country"}
{"is_sarcastic": 1, "headline": "Police State Britain: The End of Democracy Within EU Totalitarian Dictatorship"}
{"is_sarcastic": 1, "headline": "Leaving EU Would be Shock to UK Economy But a Good Shock Say Experts"}
{"is_sarcastic": 1, "headline": "Women in Cologne Are Snapping Up New Japanese Invention"}
{"is_sarcastic": 1, "headline": "Putin Invites Cameron Round For a Cup of Tea"}
{"is_sarcastic": 1, "headline": "Newly Discovered Shakespearean Manuscript May Have Foreseen the EU Referendum"}
{"is_sarcastic": 1, "headline": "Trump Gets Kiss of Death"}
{"is_sarcastic": 1, "headline": "Trump: 'I Read Benito Mussolini Memoires Every Day”"}
{"is_sarcastic": 1, "headline": "EU Stick Knife Into Cameron"}
{"is_sarcastic": 1, "headline": "The Big Short: No Need to Panic This is Just a Correction"}
{"is_sarcastic": 1, "headline": "Donald Trump: My Ku Klux Klan Daddy and Me"}
{"is_sarcastic": 1, "headline": "Black Overload: Oscars Go All White"}
{"is_sarcastic": 1, "headline": "Russians Deny Behind Istanbul Bomb Killing 10 German Tourists"}
{"is_sarcastic": 1, "headline": "Captured U.S. Sailors Sing Obama Anthem to Iranians"}
{"is_sarcastic": 1, "headline": "Caitlyn Jenner Training For Brazil 2016 Olympics"}
{"is_sarcastic": 1, "headline": "Biden: 70 Percent of Americans Could Be Banned From Owning Guns"}
{"is_sarcastic": 1, "headline": "What Churchill Really Thought of the European Union"}
{"is_sarcastic": 1, "headline": "World War II: David Cameron Would Have Collaborated With Germany Say Historians"}
{"is_sarcastic": 1, "headline": "Celebrity Big Brother Electric Chair Will Be Announced Next Week"}
{"is_sarcastic": 1, "headline": "Why Articles About How 'the Internet' Feels Are Useless"}
{"is_sarcastic": 1, "headline": "At Least Bowie Missed the Tube Strike"}
{"is_sarcastic": 1, "headline": "China: Commies Are Useless at Economics"}
{"is_sarcastic": 1, "headline": "Impulsivity in Politics is a Death Trap"}
{"is_sarcastic": 1, "headline": "Trump: 'Why We Need to Ban Christians Too”"}
{"is_sarcastic": 1, "headline": "Suddenly Golf Isn't So Boring After All"}
{"is_sarcastic": 1, "headline": "What Would America Look Like Under Trump"}
{"is_sarcastic": 1, "headline": "Trump: 'No! I'm Not a Nazi I Just Hate N*ggers, Ch*nks, Sp*cks, Muslims and Retards”"}
{"is_sarcastic": 1, "headline": "Experts: The British Government is Not a Government If It Cannot Make Its Own Laws"}
{"is_sarcastic": 1, "headline": "Strictly Jungle Factor Just a Symptom of War?"}
{"is_sarcastic": 1, "headline": "Latest American Stealth destroyer Might As Well Have a Big Target On the Side"}
{"is_sarcastic": 1, "headline": "Ireland Sinks Under the Waves Torrents of Rain Apocalypse Disaster"}
{"is_sarcastic": 1, "headline": "Putin Drinks Glass of Polonium Every Day"}
{"is_sarcastic": 1, "headline": "Bankrupt Russia's Expensive Syrian Blunder"}
{"is_sarcastic": 1, "headline": "Trump Planning Muslim Detention Centres in U.S."}
{"is_sarcastic": 1, "headline": "Mr. Ugly Zimbabwe Honoured By Mugabe"}
{"is_sarcastic": 1, "headline": "Russians Eat Turkey Early This Christmas"}
{"is_sarcastic": 1, "headline": "Labour: Corbyn Better Than Miliband or Brown"}
{"is_sarcastic": 1, "headline": "Lord's Prayer Welcome in Cinemas"}
{"is_sarcastic": 1, "headline": "The Islamic Alters Within Europe"}
{"is_sarcastic": 1, "headline": "The Death of Quality on the Internet"}
{"is_sarcastic": 1, "headline": "America: Keeping Up With the Russians"}
{"is_sarcastic": 1, "headline": "Phuc Dat Bich Always Welcome at the Squib"}
{"is_sarcastic": 1, "headline": "Sepp Blatter Tries to Hand Brown Envelope to Swiss Prosecutor"}
{"is_sarcastic": 1, "headline": "Retired House Speaker John Boehner to Start Rhino Farm in Zimbabwe"}
{"is_sarcastic": 1, "headline": "When the Rothschilds Are Fighting What Hope For Us?"}
{"is_sarcastic": 1, "headline": "Revealed: Why 800 Muslims Died in Mecca Stampede"}
{"is_sarcastic": 1, "headline": "Pope to Obama: 'We Worship the Same Lord”"}
{"is_sarcastic": 1, "headline": "Lord Ashcroft: 'Who Do You Think I Am Cameron?”"}
{"is_sarcastic": 1, "headline": "Experts: Why War is the Only Answer"}
{"is_sarcastic": 1, "headline": "Pigs Disgusted at Cameron Jiggery Pokery"}
{"is_sarcastic": 1, "headline": "The Delights of Living In a Land of No Freedom"}
{"is_sarcastic": 1, "headline": "Have You Got Drug-Resistant Super Gonorrhoea?"}
{"is_sarcastic": 1, "headline": "86bn Euros: Greeks Going to Take Money and Run"}
{"is_sarcastic": 1, "headline": "Christians Wrong About the Devil Says Pope"}
{"is_sarcastic": 1, "headline": "Experts: Why Climate Change/Overpopulation Cannot Be Solved With China and India Growth"}
{"is_sarcastic": 1, "headline": "Greeks Ready For Austerity Until 2057"}
{"is_sarcastic": 1, "headline": "Man Who Performs Uncontrollable Hitler Salutes Banned From City Centre"}
{"is_sarcastic": 1, "headline": "Buckingham Palace Nazi Leak Suspect Taken to Tower of London"}
{"is_sarcastic": 1, "headline": "Religious People Have Triggers to Kill"}
{"is_sarcastic": 1, "headline": "England lose the Ballance in their side as Bairstow comes into the top order"}
{"is_sarcastic": 1, "headline": "Obama Iran Deal: 'Goodbye Israel”"}
{"is_sarcastic": 1, "headline": "EU Greece Bailout III: Donkey Britain Ordered to Pay Up Again"}
{"is_sarcastic": 1, "headline": "People of Britain Daily Squib EU Appeal"}
{"is_sarcastic": 1, "headline": "New Taxi App Unter Causing London Traffic Chaos"}
{"is_sarcastic": 1, "headline": "Confederate Flag Now Classified As Lethal Weapon By U.S. State Department"}
{"is_sarcastic": 1, "headline": "Scaremongering German Eurocrat Unveils Putin Monster For Brexit"}
{"is_sarcastic": 1, "headline": "Fit of Rage: Greek PM Tsipras Force Feeds Schäuble Kebab at EU Meeting"}
{"is_sarcastic": 1, "headline": "U.S. Economy Bubble Resembles Large Unpopped Pimple Says Fed"}
{"is_sarcastic": 1, "headline": "Travellers Going Through Calais Urged to Check News Before Leaving Africa"}
{"is_sarcastic": 1, "headline": "Think Tank: Battle Between Orthodox Islam and Shia Sect Helps West"}
{"is_sarcastic": 1, "headline": "Merkel: 'I Have No Balls That's Why EU Will Continue Funding Greece”"}
{"is_sarcastic": 1, "headline": "Anti-austerity Celebrity Millionaires March For Hypocrisy"}
{"is_sarcastic": 1, "headline": "Greece Vs EU/IMF Summed Up With One Clip"}
{"is_sarcastic": 1, "headline": "Person Has a Feeling But Does Not Write About it on Twitter"}
{"is_sarcastic": 1, "headline": "U.S. Police Shot Man For Two Hours Non Stop But Had 15 Min. Break"}
{"is_sarcastic": 1, "headline": "Greek Brokebank Mountain New Film Release"}
{"is_sarcastic": 1, "headline": "BBC to do a HIGNFY on Top Gear"}
{"is_sarcastic": 1, "headline": "Experts: De-Militarization Clue to Britain's EU Plans"}
{"is_sarcastic": 1, "headline": "New Change: Old Hatreds Must Die With the Elderly"}
{"is_sarcastic": 1, "headline": "America in Distress Obama Plan Worked"}
{"is_sarcastic": 1, "headline": "Iraq/Syria: No News From the Front"}
{"is_sarcastic": 1, "headline": "FIFA Corrupt Says Catholic Pope"}
{"is_sarcastic": 1, "headline": "Think Tank: Greece Turning to Russia Spells Trouble For Region"}
{"is_sarcastic": 1, "headline": "Near Miss: Pope Seen Flying Under Passenger Plane"}
{"is_sarcastic": 1, "headline": "Think Tank: Disarm Americans Through the Church"}
{"is_sarcastic": 1, "headline": "We Buy All Unused Bank Notes"}
{"is_sarcastic": 1, "headline": "April Fools : Day Off For Squib Staff"}
{"is_sarcastic": 1, "headline": "Corporate Business People Start Own Music Service"}
{"is_sarcastic": 1, "headline": "Besieged 'English English' and Their Silent March to Elysium"}
{"is_sarcastic": 1, "headline": "EU Wants You to Dump Facebook"}
{"is_sarcastic": 1, "headline": "Crash Pilot: At Least He Wasn't a Muslim"}
{"is_sarcastic": 1, "headline": "Bercow to Set Wife On Tories"}
{"is_sarcastic": 1, "headline": "Labour: We Want Our System Back"}
{"is_sarcastic": 1, "headline": "CNN Reporter: If Humans Abort Babies Why Not Abort Adults?"}
{"is_sarcastic": 1, "headline": "Alex Salmond Really Does Not Like the English"}
{"is_sarcastic": 1, "headline": "James Corden: Unadulterated Sycophancy and Praise Will Get You Everywhere"}
{"is_sarcastic": 1, "headline": "Technician: The Glaring Holes in Our Civilisation That Need to be Plugged"}
{"is_sarcastic": 1, "headline": "BBC Solution to Jeremy Clarkson Debacle Found"}
{"is_sarcastic": 1, "headline": "Greece's Begging Bowl Runs Dry"}
{"is_sarcastic": 1, "headline": "God: 'Belief, Blind Faith, Lemmings to the Slaughter”"}
{"is_sarcastic": 1, "headline": "Experts: ISIS Release Human Sacrifice Ritual Video on a Full Moon"}
{"is_sarcastic": 1, "headline": "Obama: 'Now Watch This Drive”"}
{"is_sarcastic": 1, "headline": "Voting For Ed Miliband is the Destructive Choice"}
{"is_sarcastic": 1, "headline": "Gwyneth Paltrow: 'I Like to Steam My Brussels Sprout”"}
{"is_sarcastic": 1, "headline": "Want More Free Cash? Move to Scotland"}
{"is_sarcastic": 1, "headline": "Merkel: 'Syriza, Podemos, 5 Star Movement, Will Not Stop Austerity”"}
{"is_sarcastic": 1, "headline": "Sarah Palin Can't Wait Till 2016 U.S. Election Vs Hillary Clinton"}
{"is_sarcastic": 1, "headline": "Russian Blyat Airlines Ready For Take Off"}
{"is_sarcastic": 1, "headline": "Why Satire is Important For Cultural Growth, Society and Humility"}
{"is_sarcastic": 1, "headline": "Prince Andrew: 'Phew, At Least I'm Off the Front Pages”"}
{"is_sarcastic": 1, "headline": "Free Speech: Political Correctness Just as Dangerous as Religious Fundamentalism"}
{"is_sarcastic": 1, "headline": "The West Must Reinstate Compulsory Military Conscription Now"}
{"is_sarcastic": 1, "headline": "Cosby Drugged My Pet Sheep Dimples Says Farmer"}
{"is_sarcastic": 1, "headline": "Experts: When Sex Slaves Go Wrong"}
{"is_sarcastic": 1, "headline": "Ebola in Britain Could Be Like Black Death"}
{"is_sarcastic": 1, "headline": "Prince Andrew: 'Prison Doesn't Faze Me It's Like Boarding School”"}
{"is_sarcastic": 1, "headline": "O London If We Forget the Past What Shall Become of the Future?"}
{"is_sarcastic": 1, "headline": "Prince Andrew: 'I Did Not Have Sexual Relations With That Girl”"}
{"is_sarcastic": 1, "headline": "Increase in Lightsaber Accidents Causing Concern With Jedis"}
{"is_sarcastic": 1, "headline": "Obama: 'Neocons Will be Back in 2016″"}
{"is_sarcastic": 1, "headline": "Black Friday Followed by Brown Saturday"}
{"is_sarcastic": 1, "headline": "David Cameron: 'When I Speak Words Don't Come Out of My Mouth”"}
{"is_sarcastic": 1, "headline": "Ukip in Desperate Bid to Demolish Mosques All Over Britain"}
{"is_sarcastic": 1, "headline": "Cricketers to Get New Helmets"}
{"is_sarcastic": 1, "headline": "Kim Kardashian Protects Ferguson Protesters — With Her Butt"}
{"is_sarcastic": 1, "headline": "EU: Add On Another £37 Billion Please You're British"}
{"is_sarcastic": 1, "headline": "West Florissant Twinned With Rodeo Drive Say Fashionistas"}
{"is_sarcastic": 1, "headline": "Peculiar Analyst: 'Sometimes You Have to Treat Dogs Like Dogs”"}
{"is_sarcastic": 1, "headline": "Ello Ello Ello"}
{"is_sarcastic": 1, "headline": "Only One Mile Away: ISIS Baghdad Cafe Opening Soon"}
{"is_sarcastic": 1, "headline": "Finally Obama is Thinking in Global Terms"}
{"is_sarcastic": 1, "headline": "Military Experts: Why Bombing a Belief System is Futile"}
{"is_sarcastic": 1, "headline": "Alex Salmond: A Message From Glasgow"}
{"is_sarcastic": 1, "headline": "On My Phone From Phones4U to Order a Fiddle From Tesco"}
{"is_sarcastic": 1, "headline": "Purring Queen Tipped to be Next Downing Street Cat"}
{"is_sarcastic": 1, "headline": "Time to Leave Britain Miliband Wants 10 Years of Power"}
{"is_sarcastic": 1, "headline": "The Fappemus: Muggles Want to Expose Hermione"}
{"is_sarcastic": 1, "headline": "Film Review: The Fappening Part Deux"}
{"is_sarcastic": 1, "headline": "Constant Tea Breaks by British Jihadis Creating Problems"}
{"is_sarcastic": 1, "headline": "Think Tank: New World Order Can Only Occur From External Planetary Threat"}
{"is_sarcastic": 1, "headline": "Farewell Joan Rivers You Will be Missed by Liberals Everywhere"}
{"is_sarcastic": 1, "headline": "Next Kate Bush Concert Scheduled When She's 91"}
{"is_sarcastic": 1, "headline": "British Bake Off World War III Latest News"}
{"is_sarcastic": 1, "headline": "EU Ban on Powerful Vacuum Cleaners Impacting on Perverts"}
{"is_sarcastic": 1, "headline": "Farewell Tax Disc Hello Big Brother"}
{"is_sarcastic": 1, "headline": "New Celebrity Excrement Bucket Challenge Announced"}
{"is_sarcastic": 1, "headline": "Piers Morgan Off to Syria to Talk Down Brit Jihadis"}
{"is_sarcastic": 1, "headline": "Juncker Wants to Bring Back Junkers Stukas For EU Luftwaffe"}
{"is_sarcastic": 1, "headline": "Suarez Eaten by Piranhas in Amazon Says Coach"}
{"is_sarcastic": 1, "headline": "UK and US Government: 'Why We're Building Fake Towns”"}
{"is_sarcastic": 1, "headline": "Police Did Not Bite the Sacrificial Lamb But What About the Big Bad Wolf?"}
{"is_sarcastic": 1, "headline": "Keep Buying Stocks It's Going Up and Up"}
{"is_sarcastic": 1, "headline": "Britain's Obama Chuka Umunna Seen on Twitter"}
{"is_sarcastic": 1, "headline": "Experts: Why Americans Will Give Up Their Guns"}
{"is_sarcastic": 1, "headline": "John Kerry Joins Isis on Iraq Trip"}
{"is_sarcastic": 1, "headline": "Iraq Jihad Wonderland Theme Park Opens This Week"}
{"is_sarcastic": 1, "headline": "America Under Attack — From Its Own President?"}
{"is_sarcastic": 1, "headline": "Ghost of Our Past: 'Why Should Britain Have to Ask For Anything?”"}
{"is_sarcastic": 1, "headline": "Think Tank: The Core of Britain is Race Concentric"}
{"is_sarcastic": 1, "headline": "Ed Miliband Right Man For the Job Say Tories"}
{"is_sarcastic": 1, "headline": "How Turkish Politicians Treat Their Voters"}
{"is_sarcastic": 1, "headline": "Think Tank: 'Don't Blame Snowden Blame Yourselves'"}
{"is_sarcastic": 1, "headline": "Are You Eating Halal Eggs?"}
{"is_sarcastic": 1, "headline": "David Miliband Comes Back to Cheer Brother to Election Victory"}
{"is_sarcastic": 1, "headline": "Experts: Countdown to Economic QE Armageddon"}
{"is_sarcastic": 1, "headline": "Inconsequential Celebrity is Having Another Baby"}
{"is_sarcastic": 1, "headline": "Check: Russia China Gas Deal Game Changer Seals West's Fate"}
{"is_sarcastic": 1, "headline": "Calls to Bring Back Rummy and His Known Unknowns"}
{"is_sarcastic": 1, "headline": "Obama: 'Putin is Bluffing”"}
{"is_sarcastic": 1, "headline": "Unconscious Couple Caught Coupling Consciously by Semi-Conscious Policeman"}
{"is_sarcastic": 1, "headline": "Why Fluoridated water is Good For You"}
{"is_sarcastic": 1, "headline": "Experts: The Inevitable Resurgence of European Fascism"}
{"is_sarcastic": 1, "headline": "Merkel Nuclear Game Gave Her the Sweats"}
{"is_sarcastic": 1, "headline": "Obama: 'I'm Not in Charge Anyway the NSA is”"}
{"is_sarcastic": 1, "headline": "2015 General Election: You Will Get Lib Dems Whichever Way You Vote"}
{"is_sarcastic": 1, "headline": "Pawn Takes Knight Russia Bides Its Time"}
{"is_sarcastic": 1, "headline": "Madonna Grows Escargot For Gourmet Diners"}
{"is_sarcastic": 1, "headline": "Protein and Carbohydrates as Bad as Smoking"}
{"is_sarcastic": 1, "headline": "Primary School Teachers Kidnap Gove"}
{"is_sarcastic": 1, "headline": "Are You at Risk of Climate Change During a Heart Attack?"}
{"is_sarcastic": 1, "headline": "'We've Got Access to Bunkers You Don't”"}
{"is_sarcastic": 1, "headline": "Four Horsemen of the Apocalypse Put On Hold For Now"}
{"is_sarcastic": 1, "headline": "George W. Bush: 'But..but, there are no WMDs in Ukraine!”"}
{"is_sarcastic": 1, "headline": "6 Distractions You Can Do to Not Think About Russia Annexing Ukraine"}
{"is_sarcastic": 1, "headline": "Obama Sending Crack Team of Libtards to Ukraine"}
{"is_sarcastic": 1, "headline": "Obamacare to be Extended to Ukraine Says Obama"}
{"is_sarcastic": 1, "headline": "Mysterious Box That Unlocks Cars? We Need to Watch Some Ghost Dog Says Cop"}
{"is_sarcastic": 1, "headline": "Sochi Lesbians Kiss on the Slopes"}
{"is_sarcastic": 1, "headline": "Bill Clinton Google Glass Video Feed in Great Demand"}
{"is_sarcastic": 1, "headline": "Osborne: 'Britain's Economy Has Recovered During the Great Depression We're Still In”"}
{"is_sarcastic": 1, "headline": "What Happens When Dumb People Become Famous?"}
{"is_sarcastic": 1, "headline": "Bob Crow Will be Automated by 2017"}
{"is_sarcastic": 1, "headline": "Americans Open New Socialism Theme Park"}
{"is_sarcastic": 1, "headline": "Artist Paints Canvas Red to Sell to Someone"}
{"is_sarcastic": 1, "headline": "How to Avoid Paying Car Insurance Every Year"}
{"is_sarcastic": 1, "headline": "Religious Man Has Joined Every Religion in World Simultaneously"}
{"is_sarcastic": 1, "headline": "NSA Whistleblower Switches to Trombone"}
{"is_sarcastic": 1, "headline": "How to Warm Yourself During the Freezing Global Warming"}
{"is_sarcastic": 1, "headline": "Knockout Game Comes to Obamacare Hospital"}
{"is_sarcastic": 1, "headline": "Count Dracula Arrived This Morning at Victoria Bus Station From Transylvania"}
{"is_sarcastic": 1, "headline": "Comrade Cameron 'Onward EU Soldiers'"}
{"is_sarcastic": 1, "headline": "Labour Politicians Welcome New Voters at UK Airports"}
{"is_sarcastic": 1, "headline": "People Who Follow Religions Blindly Are Happier Say Scientists"}
{"is_sarcastic": 1, "headline": "Australian Cricketer to Get New Year Honours From Queen"}
{"is_sarcastic": 1, "headline": "Experts: Mass EU Immigration Will Get Rid of Benefits System Completely"}
{"is_sarcastic": 1, "headline": "The Daily Squib's New Year Predictions"}
{"is_sarcastic": 1, "headline": "Top 10 Lists On the Internet"}
{"is_sarcastic": 1, "headline": "Think Tank: Britain Needs Its Own European Union"}
{"is_sarcastic": 1, "headline": "Twitter IPO Billionaire Just Wants to Buy Bird Feed"}
{"is_sarcastic": 1, "headline": "Voodoo Priest Brought In to Fix Obamacare Website"}
{"is_sarcastic": 1, "headline": "Man on Deathbed Wishes He Spent More Time on Facebook"}
{"is_sarcastic": 1, "headline": "Coulson and Brooks Pictured On Honeymoon"}
{"is_sarcastic": 1, "headline": "Kate Middleton Found Between Palace Sofa Cushion"}
{"is_sarcastic": 1, "headline": "10 Cheap Ways to Keep Warm This Winter"}
{"is_sarcastic": 1, "headline": "India to Send Sanitation Rocket to Mars"}
{"is_sarcastic": 1, "headline": "Infowars Happy Radio Show About U.S. Government"}
{"is_sarcastic": 1, "headline": "Prince Harry Caught Snorting Jo Brand"}
{"is_sarcastic": 1, "headline": "Obama: 'I Did Not Have Eavesdropping Relations With That Woman”"}
{"is_sarcastic": 1, "headline": "U.S. Senator Dianne Feinstein Gets Armed Bodyguards to Shoot Up Man's Car in Road Rage Incident"}
{"is_sarcastic": 1, "headline": "Obamacare Website Code Also Runs Nuclear Red Button"}
{"is_sarcastic": 1, "headline": "Fainting Woman Had Just Seen Her Obamacare Bill"}
{"is_sarcastic": 1, "headline": "Amazing New Nano Tech Smart Phone Does Literally Everything"}
{"is_sarcastic": 1, "headline": "France Rises From the Ashes of Eurogeddon"}
{"is_sarcastic": 1, "headline": "The Good Thing About Time Is People Forget"}
{"is_sarcastic": 1, "headline": "Israel to Give Palestinians Land in the Sea"}
