{"is_sarcastic": 1, "headline": "New York Writer Confident that 2019 Will Bring Life Muse and/or Divine Inspiration"}
{"is_sarcastic": 1, "headline": "Trumplovian Dog Slobber Caused By Marmaduke Acid Reflux Syndrome (MARS)"}
{"is_sarcastic": 1, "headline": "Spurs Boss Pochettino To Take Up Barcelona Job"}
{"is_sarcastic": 1, "headline": "At My Age, How Long Will I Live?"}
{"is_sarcastic": 1, "headline": "Man Starts Off New Year As He Means To Go On - By Cleaning His Earholes Out"}
{"is_sarcastic": 1, "headline": "Overseas English Teacher Finds A New Way To Be More Expressive and Dynamic"}
{"is_sarcastic": 1, "headline": "'Most beautiful girl in the world' awarded royal title of 'most beautiful face'"}
{"is_sarcastic": 1, "headline": "Man Wearing Lederhosen Discovered On Beach"}
{"is_sarcastic": 1, "headline": "New Study Reports that Grass Really IS Greener on Other Side"}
{"is_sarcastic": 1, "headline": "10 Common Statements That Really Piss Me Off"}
{"is_sarcastic": 1, "headline": "Man Suffers Narcolepsy Every Time He Thinks Of Work"}
{"is_sarcastic": 1, "headline": "Man farts in elevator; elevator breaks down"}
{"is_sarcastic": 1, "headline": "Man Got Drunk, Sat In A Wheelbarrow, And Cried For His Mommy"}
{"is_sarcastic": 1, "headline": "Arabic Porno Magazine Goes On Sale From Today"}
{"is_sarcastic": 1, "headline": "Football Gossip: Borussia Dortmund Sniggers, Jobbygate, Craig Bellamy shock, Leeds pen?"}
{"is_sarcastic": 1, "headline": "Jamal Khashoggi Murder Trial: What We Know So Far"}
{"is_sarcastic": 1, "headline": "President Trump Winning People Over"}
{"is_sarcastic": 1, "headline": "April Fool!"}
{"is_sarcastic": 1, "headline": "Mitt Won't Run? But Here's His Campaign Song"}
{"is_sarcastic": 1, "headline": "Andy Shrimp has amassed a sex doll collection"}
{"is_sarcastic": 1, "headline": "Snow Forecast For Switzerland Again"}
{"is_sarcastic": 1, "headline": "Nashville Man's New Year Off to Mixed Start"}
{"is_sarcastic": 1, "headline": "Canadian Troops At US Border"}
{"is_sarcastic": 1, "headline": "Chinese Takeaway Has Opened On The Moon"}
{"is_sarcastic": 1, "headline": "Trump Administration Plagued by Technical Difficulties; Prayerful Vice President Remains Cool Under Pressure"}
{"is_sarcastic": 1, "headline": "OK Not OK With LGBT, Single Parents; Makes Entire Nation Look Bad"}
{"is_sarcastic": 1, "headline": "Man Saw 'Riverdance' YouTube Clip, And Couldn't Keep His Feet Still"}
{"is_sarcastic": 1, "headline": "\"Shaq\" Turns Down Head Coaching Position at UCLA"}
{"is_sarcastic": 1, "headline": "Easier For Terrorists To Board Planes Than Walk Into United States"}
{"is_sarcastic": 1, "headline": "Man Wakes Up To Find He Can See Through Women's Clothing"}
{"is_sarcastic": 1, "headline": "GM baby escapes from his house"}
{"is_sarcastic": 1, "headline": "Angry, Overwhelmed Teacher In Mental Ward For 'Beating The Shit' Out Of Everybody During Parent-Teacher Conferences"}
{"is_sarcastic": 1, "headline": "Apocalypse 2019 - \"Everyone to Kill Everybody Else\""}
{"is_sarcastic": 1, "headline": "10 MORE Common Statements That Really Piss Me Off"}
{"is_sarcastic": 1, "headline": "New Study Successfully Compares Apples and Oranges (Spoiler Alert: Apples Win!)"}
{"is_sarcastic": 1, "headline": "Second anniversary of “The Russians did it” leads to brawl in the newsroom"}
{"is_sarcastic": 1, "headline": "Hannity: Newly Elected House Democrats to Propose that Children of Wealthy be Eaten"}
{"is_sarcastic": 1, "headline": "Kevin McCarthy Rolls Eyes Behind Trump"}
{"is_sarcastic": 1, "headline": "Fear Of Youth"}
{"is_sarcastic": 1, "headline": "President Trump Wants Wall On Canada Border"}
{"is_sarcastic": 1, "headline": "Mueller To Trump: “Dont Call Me Flyface.”"}
{"is_sarcastic": 1, "headline": "Brave South Carolina Youth Prevails Over Arrogant Young Buck"}
{"is_sarcastic": 1, "headline": "Local Resident Weeps and Considers Changing His Life After Reading Warning Label On Light Cigarettes"}
{"is_sarcastic": 1, "headline": "Backstop agreement with Santa in jeopardy"}
{"is_sarcastic": 1, "headline": "Airports To Use Their Own Drones To Attack Enemy Drones"}
{"is_sarcastic": 1, "headline": "You Know You're Old When..."}
{"is_sarcastic": 1, "headline": "Pocahontas Visits Pocahontas"}
{"is_sarcastic": 1, "headline": "\"Grain Brain\" Doctor Advocates for Lyric Change to Classic Patriotic Hymn"}
{"is_sarcastic": 1, "headline": "Stabbing Now More Popular Than Slapping Someone In The Chops"}
{"is_sarcastic": 1, "headline": "Suggestions Pour In For the Wall"}
{"is_sarcastic": 1, "headline": "Similarities Between Fox News/the Republican Party and the Church of Scamatology"}
{"is_sarcastic": 1, "headline": "Trump Calls Mueller A \"Smelly Imitation Lawyer\""}
{"is_sarcastic": 1, "headline": "Anarchist group disbanded upon realization its an organization"}
{"is_sarcastic": 1, "headline": "Hillary Clinton sidles up to Joe Biden in split dress to urge herself into VEEP position"}
{"is_sarcastic": 1, "headline": "Hacker leaks Bolton in front of his bathroom mirror addressing himself as “Mr. President”"}
{"is_sarcastic": 1, "headline": "Polyana Viana Teaches Man A Painful Lesson"}
{"is_sarcastic": 1, "headline": "You Know You're Old...Further Thoughts..."}
{"is_sarcastic": 1, "headline": "'Fatberg' causes huge traffic jam on M25"}
{"is_sarcastic": 1, "headline": "Saudi Arabian Woman Due To Disappear Sometime This Week"}
{"is_sarcastic": 1, "headline": "Monsanto’s First-Ever Genetically Modified Man Proves a Hit with Ladies"}
{"is_sarcastic": 1, "headline": "Aliens Deny 'Heathrow Drone' Accusation"}
{"is_sarcastic": 1, "headline": "Opinion: If Vehicular Manslaughter is wrong I don’t wanna be right"}
{"is_sarcastic": 1, "headline": "After Years of Breaking, Dawn Gets Much-Needed Fix"}
{"is_sarcastic": 1, "headline": "Mad Mueller, A Parody"}
{"is_sarcastic": 1, "headline": "Heathrow Airport Drone Was A UFO"}
{"is_sarcastic": 1, "headline": "Nashville Fly Finally Finds a Place to Rest"}
{"is_sarcastic": 1, "headline": "Man Decides To Get Everything Off His Chest"}
{"is_sarcastic": 1, "headline": "Tory Knocking Shop Pimps Out Douchesse De Corbin"}
{"is_sarcastic": 1, "headline": "Emperor Qin Shi Trump Builds China's Great Wall"}
{"is_sarcastic": 1, "headline": "Vatican Temporarily Sanctions American Suicide"}
{"is_sarcastic": 1, "headline": "Put Your Head Up Your Ass (Simple Donald Says!)"}
{"is_sarcastic": 1, "headline": "Sears to Merge with Upscale 99 Cent Store"}
{"is_sarcastic": 1, "headline": "President Trump Meeting With Nancy Pelosi Ends Amicably Enough"}
{"is_sarcastic": 1, "headline": "Jeff Bezos Divorce Proves Money Can't Buy Happiness"}
{"is_sarcastic": 1, "headline": "Godzilla Update! His Zilla-ness Unwinds After A Euro-Zone Gig and Recounts Recent Events"}
{"is_sarcastic": 1, "headline": "Nashville Man Encounters Trouble on Road Less Traveled"}
{"is_sarcastic": 1, "headline": "Trains To Get Flushable Toilets"}
{"is_sarcastic": 1, "headline": "Taiwanese cat squeezes through letter (not litter) box"}
{"is_sarcastic": 1, "headline": "From My John Osborne Book: A Letter To His Fellow Countrymen"}
{"is_sarcastic": 1, "headline": "Chinese Lunar Rover and Lander Obsessed with Selfies"}
{"is_sarcastic": 1, "headline": "Football Gossip: Bristol Rovers Bridesmaid, Wayne \"Roos\" Drink Arrest, Jordan Nobbs Offer, Dyche and The Spoof"}
{"is_sarcastic": 1, "headline": "Newton and Einstein \"Were Wrong\" Says Indian Science Congress"}
{"is_sarcastic": 1, "headline": "Town appalled flume ride uses dirty water"}
{"is_sarcastic": 1, "headline": "Trump abandons plan for border wall, opts instead for 'invisible fence'"}
{"is_sarcastic": 1, "headline": "President Trump In Attempt To Shutdown UK Government"}
{"is_sarcastic": 1, "headline": "Part-time Male Library Assistant Kidnapped By Wealthy Voluptuous Woman"}
{"is_sarcastic": 1, "headline": "Apocalypse Now: Did You Hear What Trump Said?"}
{"is_sarcastic": 1, "headline": "Pompeo starts up new line of clothing for diplomats and world leaders"}
{"is_sarcastic": 1, "headline": "Satire Writer Stays True to His Art and Blows Opportunity for Financial Success"}
{"is_sarcastic": 1, "headline": "College Student Throws Calculus Textbook At Doppelganger In Sad Attempt To Make It Go Away"}
{"is_sarcastic": 1, "headline": "President Trump: Who The F**k Does He Think He Is?"}
{"is_sarcastic": 1, "headline": "Man Has Learnt His Lesson"}
{"is_sarcastic": 1, "headline": "Brother And Sister Who Married Each Other Having Second Thoughts"}
{"is_sarcastic": 1, "headline": "TSA Employee Brings Laser Focus to His Security Job at JFK Airport"}
{"is_sarcastic": 1, "headline": "A Look Back at Simpler Times When People Ate Rocks"}
{"is_sarcastic": 1, "headline": "Writers Block Cured by Smith and Wesson"}
{"is_sarcastic": 1, "headline": "Lady Gaga Has Second Thoughts About Her “Do What You Want (With My Body)” Duet With R. Kelly."}
{"is_sarcastic": 1, "headline": "Bird Box Challenge Starts To Get Out Of Hand"}
{"is_sarcastic": 1, "headline": "Employee Login System Became More Frustrating For Local Workers"}
{"is_sarcastic": 1, "headline": "Slim Everdingle Raids FBI HQ: Snaps Compromising Photos Of Comey And Mueller"}
{"is_sarcastic": 1, "headline": "Andy Murray to Retire to Concentrate on Haggis Farming"}
{"is_sarcastic": 1, "headline": "A Bag Of Chips Could Be £3 After Brexit"}
{"is_sarcastic": 1, "headline": "Spitfires spotted flying over London protecting May's 'red lines!'"}
{"is_sarcastic": 1, "headline": "Trump buys 3000 km of the Great Wall to erect on Mexican border. World leaders endorse decision by signing trade deals with China."}
{"is_sarcastic": 1, "headline": "Trump Confesses: \"I Took Orders from Moscow\""}
{"is_sarcastic": 1, "headline": "Bookshop Has Closed, Leaving Man Flabbergasted And Morose"}
{"is_sarcastic": 1, "headline": "Guy Fawkes arrested in rat-infested catacombs of Parliament"}
{"is_sarcastic": 1, "headline": "Man With Beard Admits He Hasn’t Seen New “Gillette” Ad"}
{"is_sarcastic": 1, "headline": "Marks & Spencer Staff Barricade Themselves Inside Shop"}
{"is_sarcastic": 1, "headline": "Joanne and Morgan's Guardian Blind Date Leads to Claim of Sexism"}
{"is_sarcastic": 1, "headline": "We had no idea Congressman who wore Blackface to Congressional Halloween party was a racist, say Republicans."}
{"is_sarcastic": 1, "headline": "Did Notre Dame v Southern Methodist Rivalry Create Religious Tension?"}
{"is_sarcastic": 1, "headline": "Bill Cosby Stool Sample Frowned Upon By Prison Doctor"}
{"is_sarcastic": 1, "headline": "New Study Casts Doubt on Science of the Stars"}
{"is_sarcastic": 1, "headline": "Christian Apologetics"}
{"is_sarcastic": 1, "headline": "Phantom Gas in The Reef"}
{"is_sarcastic": 1, "headline": "Tunnels Discovered On US/Mexico Border"}
{"is_sarcastic": 1, "headline": "Man Claims Cat Committed Suicide"}
{"is_sarcastic": 1, "headline": "Democrats Make Counter Proposal- Build A Wall Around Trump As Well"}
{"is_sarcastic": 1, "headline": "Nashville Man Realizes His Life Has No Style"}
{"is_sarcastic": 1, "headline": "Melania Antoinette, on Plight of Government Workers during Shutdown"}
{"is_sarcastic": 1, "headline": "Brexit Chaos As MPs Realise They've Been Duped, And That There Will Now Be No Brexit"}
{"is_sarcastic": 1, "headline": "General Election Set For Valentine's Day Has Had To Be Cancelled, After MPs Voted Wrongly In 'No Confidence' Debacle"}
{"is_sarcastic": 1, "headline": "Hackers expose bogus WaPo broadsheets as “supplemental expansion” of mainstream media propaganda ploy"}
{"is_sarcastic": 1, "headline": "Trump Cages Children But Guns Are Safe"}
{"is_sarcastic": 1, "headline": "Jesus Budda Nightclub Opens In Acapulco"}
{"is_sarcastic": 1, "headline": "LaTania Blackburn Marries a Gorilla Named Amadou"}
{"is_sarcastic": 1, "headline": "The Deal of the Deal"}
{"is_sarcastic": 1, "headline": "English Civil War Is 'On The Cards'"}
{"is_sarcastic": 1, "headline": "No Parking: A Story of Revenge"}
{"is_sarcastic": 1, "headline": "Big Pharma Introduces Vaccine to Protect Against Side Effects of Vaccines"}
{"is_sarcastic": 1, "headline": "Trump To Pull All US Troops Out Of Russia"}
{"is_sarcastic": 1, "headline": "Manic Depressive Disorder Blamed For Woman Pulling Out Man's Heart And Ripping His Face Off"}
{"is_sarcastic": 1, "headline": "Pelosi Spotted at Gas Station While Attempting to Hitchhike to Afghanistan"}
{"is_sarcastic": 1, "headline": "Trump shuts down White House; moves to Motel 6 to emphasize emergency"}
{"is_sarcastic": 1, "headline": "Basketball: NBA London Game Was Close Until The Very Last Few Fractions Of A Second"}
{"is_sarcastic": 1, "headline": "Great White takes swimmer for a ride!"}
{"is_sarcastic": 1, "headline": "Big Chunk of Poop On Toilet Seat Causes Local Resident To Find 'True Calling' In Life"}
{"is_sarcastic": 1, "headline": "Gov't Shutdown Inspires Gemini Motors to Order \"Work without Pay\""}
{"is_sarcastic": 1, "headline": "European Union Develops a Police Academy for Proper Etiquette."}
{"is_sarcastic": 1, "headline": "Bugseye Pelosi vs Flyface"}
{"is_sarcastic": 1, "headline": "Three-Eyed Winged Leprechaun Disturbs College Student Working on History Paper"}
{"is_sarcastic": 1, "headline": "Beverage Company Offers Bottling Service for Emotions"}
{"is_sarcastic": 1, "headline": "Trump To Pelosi: “You Must Have Been Something Before Electricity”"}
{"is_sarcastic": 1, "headline": "Trump Rejected by White Supremacist Organization"}
{"is_sarcastic": 1, "headline": "Mr. Richard Head Given \"Teacher of the Year\" Award at St. Peter's Local School of Moral and Spiritual Uprightness"}
{"is_sarcastic": 1, "headline": "Trump Threatens To Cancel Super Bowl"}
{"is_sarcastic": 1, "headline": "Vietnam war protest returns"}
{"is_sarcastic": 1, "headline": "Shut Out Fed Employees See What Real Life Is In The Labor Ghetto"}
{"is_sarcastic": 1, "headline": "New Study Shows that Everything Happens for No Reason Whatsoever"}
{"is_sarcastic": 1, "headline": "Transvestite Drew Stares From Shoppers"}
{"is_sarcastic": 1, "headline": "Nebraska Artist Struck Dead by Inspiration"}
{"is_sarcastic": 1, "headline": "Man arrested for being white has no defense"}
{"is_sarcastic": 1, "headline": "Mystery proposal for Trump's wall (WMP) sends ambulances screaming through the night"}
{"is_sarcastic": 1, "headline": "Short-sighted alpaca gets special deal from French Specsavers!"}
{"is_sarcastic": 1, "headline": "Native American Indians Call Pow Wow Over Trump's 'Wall'"}
{"is_sarcastic": 1, "headline": "Unemployed Government Workers Build Wall Around White House"}
{"is_sarcastic": 1, "headline": "Phone Kept Ringing Constantly in Empty Cabin"}
{"is_sarcastic": 1, "headline": "Prince Philip To Change His Car To One That 'Causes' Fewer Accidents"}
{"is_sarcastic": 1, "headline": "Prince Philip Arrested Again"}
{"is_sarcastic": 1, "headline": "Lone boy on playground confirms speculation he's grounded from Fortnite"}
{"is_sarcastic": 1, "headline": "Trump Plans To Release American Criminals Along Length Of US/Mexico Border"}
{"is_sarcastic": 1, "headline": "Butter is BACK! New Report Shows Butter Does Not Trigger Celiac Disease"}
{"is_sarcastic": 1, "headline": "The Peasants' Revolt .....to-go.."}
{"is_sarcastic": 1, "headline": "Trump To Star In Sequel To 'All The President's Men'"}
{"is_sarcastic": 1, "headline": "Trump Plans To Build Casinos Along Length Of Border"}
{"is_sarcastic": 1, "headline": "Man At Bangkok School's Award Ceremony Didn't Have A Clue What Was Going On"}
{"is_sarcastic": 1, "headline": "Big Pharma Sues L.A. Comedy Club for Claiming Laughter is Best Medicine"}
{"is_sarcastic": 1, "headline": "David Schwimmer responds to lookalike flasher with hilarious video"}
{"is_sarcastic": 1, "headline": "Football Gossip: Derby Female Fans Excited as Cole Signs, Defoe's Cowdenbeath Experience, Beth Mead \"Insulted\" by Emir of Qatar, Hernandez Love for Argos"}
{"is_sarcastic": 1, "headline": "Klopp drives digger into Mourinho's Liverpudlian hotel lobby!"}
{"is_sarcastic": 1, "headline": "Trump Plans To Release Lions Along Mexican Border"}
{"is_sarcastic": 1, "headline": "Rejection Leads to Injury and Eventually Death for Unfortunate Young Man"}
{"is_sarcastic": 1, "headline": "Trump Proposes Again"}
{"is_sarcastic": 1, "headline": "Disturbing new video shows MAGA-hat wearing Covington student standing perfectly still at the Lincoln memorial"}
{"is_sarcastic": 1, "headline": "Struggling Catholic Church Lays Off Holy Spirit"}
{"is_sarcastic": 1, "headline": "Trump Admits He Got Wall Idea From 'Game Of Thrones'"}
{"is_sarcastic": 1, "headline": "Man Sustained Eye Injury Looking For Super Blood Red Wolf Sun"}
{"is_sarcastic": 1, "headline": "Rams-Saints Replay? NFL Commish Rules for Saints"}
{"is_sarcastic": 1, "headline": "US Homeland Security Border Patrol Guards Needed"}
{"is_sarcastic": 1, "headline": "Long-awaited Sequel To Popular Novel Finally in Bookstores"}
{"is_sarcastic": 1, "headline": "Trump To Install Machine Gun Nests Along Mexican Border"}
{"is_sarcastic": 1, "headline": "Toxic masculinity conference studies short skirts and male hands"}
{"is_sarcastic": 1, "headline": "Supreme Court Upholds Transgender Ban for Military Service"}
{"is_sarcastic": 1, "headline": "Synod Takes Vote - It's Thumbs Down"}
{"is_sarcastic": 1, "headline": "Steve Guttenberg is feeling a little left out"}
{"is_sarcastic": 1, "headline": "Donald Trump has not licked a Cactus for 26 days now"}
{"is_sarcastic": 1, "headline": "Last adults in the room step forward to deal with Covington boys in MAGA hats"}
{"is_sarcastic": 1, "headline": "Football Gossip: Milner's PE Teacher, Aboubakar Kamara ABH, Beth Mead Under Offer, Vegan Riposte"}
{"is_sarcastic": 1, "headline": "President Trump Delivers State Of The Union Address On Twitter"}
{"is_sarcastic": 1, "headline": "Trump: Rookie Artist Paints Himself into a Wall"}
{"is_sarcastic": 1, "headline": "Democrats Ready To Talk About Wall Construction Dates"}
{"is_sarcastic": 1, "headline": "Rump Chump Denies Meddling In Russian Rillette Probe"}
{"is_sarcastic": 1, "headline": "Hairdresser bored of cutting hair for Storm Troopers"}
{"is_sarcastic": 1, "headline": "Man orders new light-sabers, forgets Moth repellent"}
{"is_sarcastic": 1, "headline": "Where is Sara Pascoe?"}
{"is_sarcastic": 1, "headline": "Medical Pot Shops In Colorado Springs Having Hard Times Now That The Stuff Is Legal"}
{"is_sarcastic": 1, "headline": "Man Was Given Birthday Cake, Even Though It Wasn't His Birthday"}
{"is_sarcastic": 1, "headline": "Federal Employee Fired For Making Spelling Mistake On Placard"}
{"is_sarcastic": 1, "headline": "Advanced Life is Billions of Light Years Ahead of Man"}
{"is_sarcastic": 1, "headline": "Man Sees Lorry With His Name On It Near His Home"}
{"is_sarcastic": 1, "headline": "Trump Didn't Realize That During a Government Shutdown, the FBI and the Mueller Investigations Would Still Continue"}
{"is_sarcastic": 1, "headline": "Eric and Donnie, Jr. Trump Talk to Their Dad About Ending the Shutdown"}
{"is_sarcastic": 1, "headline": "Wall Would Improve Feng Shui of Southern Border"}
{"is_sarcastic": 1, "headline": "United States Boasts Skyrocketing Exercise Rates - In Futility"}
{"is_sarcastic": 1, "headline": "U.S. Government Announces Going Out-of-Business Sale"}
{"is_sarcastic": 1, "headline": "Woman Was At Airport But Didn't Announce It On Facebook"}
{"is_sarcastic": 1, "headline": "The Oscars: James Bulger Film Favorite To Win The 'Sickest Reason For Making A Movie' Category"}
{"is_sarcastic": 1, "headline": "\"I Am Amelia Earhart's Son\""}
{"is_sarcastic": 1, "headline": "Unpaid Blog Writer Screams Desperately While Being Pulled Away From Laptop"}
{"is_sarcastic": 1, "headline": "President Trump Concedes Defeat Over Shutdown"}
{"is_sarcastic": 1, "headline": "Rapper Contemplates His Future"}
{"is_sarcastic": 1, "headline": "Canadian Immigrant Ruins Job Interview In United States"}
{"is_sarcastic": 1, "headline": "Kim Jong-Un is Mad at All the Attention Trump is Getting"}
{"is_sarcastic": 1, "headline": "Melania Trump to Conduct Tour of the White House"}
{"is_sarcastic": 1, "headline": "Hillary Clinton swears herself in as US President following example from Venezuela"}
{"is_sarcastic": 1, "headline": "Trump Outlaws New \"Trump Filter\" That is Popular in the Scientific Community"}
{"is_sarcastic": 1, "headline": "Two Lonely Souls Meet Through Dating Site"}
{"is_sarcastic": 1, "headline": "FBI Calls In Tomahawk Missiles To Counter Roger Stone Resistance"}
{"is_sarcastic": 1, "headline": "Racial Filing Suspected in Cardiac Arrests"}
{"is_sarcastic": 1, "headline": "Trump Goes Freudian: Calls Mueller A “Preverted Shackle Maniac”"}
{"is_sarcastic": 1, "headline": "Scientists Cautiously Pessimistic about Climate Change"}
{"is_sarcastic": 1, "headline": "Pink Floyd Music Actually a Premonition of Trump’s Reign"}
{"is_sarcastic": 1, "headline": "Jordan Peterson and Ben Shapiro Accidentally Obliterate Each Other in Studio Debate Mishap"}
{"is_sarcastic": 1, "headline": "Super Bowl 2019: A Beginner's Guide"}
{"is_sarcastic": 1, "headline": "London City Gent Arrested For Sexual Harassment, After Tipping His Hat To Woman"}
{"is_sarcastic": 1, "headline": "Africanized Killer Bees Feeling Overshadowed by Migrant Caravan"}
{"is_sarcastic": 1, "headline": "Emotionally Unstable Single Mother With 2 Children From 3 Different Inmates Gives Dating Advice"}
{"is_sarcastic": 1, "headline": "Why Can’t Furloughed Government Employees Just Tap Their Foundation Monies Like Everyone Else Does?"}
{"is_sarcastic": 1, "headline": "Man buys fish"}
{"is_sarcastic": 1, "headline": "Regime change handbook on Venezuela found in Marco Rubio’s trash by garbage truck sleuths"}
{"is_sarcastic": 1, "headline": "Man has sex sessions with own wife"}
{"is_sarcastic": 1, "headline": "Daniel Craig has one sugar in tea"}
{"is_sarcastic": 1, "headline": "An Oscar For Donald Trump?"}
{"is_sarcastic": 1, "headline": "Where are they now? Forbes Phillipson-Masters, Southampton Footballer"}
{"is_sarcastic": 1, "headline": "RSPCA Calls for Government Action on Spanking the Monkey"}
{"is_sarcastic": 1, "headline": "Man Did Sudoku During Bangkok School's Award Ceremony"}
{"is_sarcastic": 1, "headline": "Robinson Crusoe duck dies of a broken heart and loneliness!"}
{"is_sarcastic": 1, "headline": "Who Will Shoot Trump?"}
{"is_sarcastic": 1, "headline": "New York Diner Arrested For Sexual Harassment, After Tipping Waitress"}
{"is_sarcastic": 1, "headline": "Prince Philip Seen Driving Brand New Ferrari"}
{"is_sarcastic": 1, "headline": "Side-Effect-Free, Comparably Effective Depression Medication: Prescription Placebos"}
{"is_sarcastic": 1, "headline": "Da Nang Dick Blumenthal: Liar Or War Hero?"}
{"is_sarcastic": 1, "headline": "Steampunks Will Soon Be Replaced by Internal-Combustion Punks"}
{"is_sarcastic": 1, "headline": "President Trump Baffles and Shocks the Nation in New Christmas in July Television Special"}
{"is_sarcastic": 1, "headline": "The Queen Buys Prince Philip A Chitty Chitty Bang Bang"}
{"is_sarcastic": 1, "headline": "President Trump: My Wall Will Be Visible From The Moon"}
{"is_sarcastic": 1, "headline": "Man Was Shocked When He Finally Found Out What Song Lyrics Meant"}
{"is_sarcastic": 1, "headline": "FBI Detains Spoof Writer in Pre-Dawn Raid"}
{"is_sarcastic": 1, "headline": "Man Spotted Lad Wearing Fake Adidas Trainers"}
{"is_sarcastic": 1, "headline": "In the Interest of Improving Foreign Relations, Trump And Kim Jong-un Agree to Imagine Each Other Naked"}
{"is_sarcastic": 1, "headline": "Russia Pumped Sub-freezing Air Mass into U.S."}
{"is_sarcastic": 1, "headline": "U.S. Oligarchs edict to Mueller: Don't Implicate Trump"}
{"is_sarcastic": 1, "headline": "L.A. Rams and New England Patriots Book Time to Meet With Obama"}
{"is_sarcastic": 1, "headline": "New York Cabbie Accused Of Sexual Harassment For Asking Woman If She Wanted To Go \"All The Way To Harlem\""}
{"is_sarcastic": 1, "headline": "Bank Employee Fired Over Bad Breath"}
{"is_sarcastic": 1, "headline": "Adolf Hitler And Charlie Chaplin Historians In Row Over Who Copied Whose Moustache"}
{"is_sarcastic": 1, "headline": "May flies in desperate hope that talks in Brussels sprout success"}
{"is_sarcastic": 1, "headline": "Man's Friend Was Dared To 'Put Bus Window In', So Did"}
{"is_sarcastic": 1, "headline": "Covington Catholic High School's Nick Sandmann Has Just The Sort Of Face You'd Like To Plant Your Fist In, Says Man"}
{"is_sarcastic": 1, "headline": "Russian Hackers Manipulating Dow Jones Averages"}
{"is_sarcastic": 1, "headline": "Rachel Maddow announces Putin will back new interim president for the US next week"}
{"is_sarcastic": 1, "headline": "Trump’s Albino Raccoon Hairpiece To Be Indicted: A Gift From Vladimir Putin"}
{"is_sarcastic": 1, "headline": "UKIP claims that anyone who doesn't vote for them is a traitor"}
{"is_sarcastic": 1, "headline": "Sexy Woman Knelt Provocatively With Her Legs Wide Open"}
{"is_sarcastic": 1, "headline": "US export 'Big Freeze' Nr 1 hit with Brit tabloids!"}
{"is_sarcastic": 1, "headline": "President Trump Wins Twitter 'Twit Of The Year' Award"}
{"is_sarcastic": 1, "headline": "Pence Brings Trump to Jesus"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi - \"90% of Drugs Come Through Customs Checkpoints\""}
{"is_sarcastic": 1, "headline": "Freezing Chicago Fireman Hoping for Nice, Warm Neighborhood Fire"}
{"is_sarcastic": 1, "headline": "For Whom the Funding Bill Tolls"}
{"is_sarcastic": 1, "headline": "Alexandra Stepanova outfit in love duet on ice reveals sensational aspect"}
{"is_sarcastic": 1, "headline": "Federal Reserve Apologizes to Trump, Nation’s Billionaires for Allowing Savers to Earn Interest"}
{"is_sarcastic": 1, "headline": "Margaret Thatcher Statue Is Creepily Real, And May Come To Life, Say Residents"}
{"is_sarcastic": 1, "headline": "Covington Catholic High School Takes the Boredom Out of Washington D.C. Tours"}
{"is_sarcastic": 1, "headline": "London Hospital Denies Offering Sexual Favours from Nurses"}
{"is_sarcastic": 1, "headline": "Football Gossip: Guardiola Under Threat, Come Back Mourinho, Pochettino Not Employed to Win Trophies"}
{"is_sarcastic": 1, "headline": "Cruise Missiles Back At Greenham Common As Part Of Trump-UK Trade Pact"}
{"is_sarcastic": 1, "headline": "Fox News Apologizes to Viewers After Accidentally Reporting a Crime Committed by U.S. Citizen"}
{"is_sarcastic": 1, "headline": "Right Wing Guru Who Proposed Enforced Monogamy Wonders Why Women Don't Attend His Lectures"}
{"is_sarcastic": 1, "headline": "Tobacco Debate Finally Resolved: Smoking Isn't that Bad for You and Cigarettes May Even Extend Lifespan in Certain Situations"}
{"is_sarcastic": 1, "headline": "New Floor Cleaning Machine With 12-Inch, Debris-Expelling Chute Leaves Factory Workers Extremely Pissed Off"}
{"is_sarcastic": 1, "headline": "International Best-Selling Author Writes Another Book About Stress Management That Nobody Has Any Time To Read"}
{"is_sarcastic": 1, "headline": "Head-widening procedures increasing among youth, experts concerned"}
{"is_sarcastic": 1, "headline": "Governor Northam Claims Picture Is Sammy Davis Jr. And Frank Sinatra Singing “Mr. Bojangles.”"}
{"is_sarcastic": 1, "headline": "Jared Kushner Snafues Fifth Avenue With NRA Pistol Range"}
{"is_sarcastic": 1, "headline": "Born-Again Baby in Boston"}
{"is_sarcastic": 1, "headline": "Look at the size of my fish..."}
{"is_sarcastic": 1, "headline": "Climbing Equipment Shops Now Opening On Mexican Border"}
{"is_sarcastic": 1, "headline": "Television moves onto the sixth clone of Josh Widdicombe"}
{"is_sarcastic": 1, "headline": "Woman Is Sick Of All The Drama At Work"}
{"is_sarcastic": 1, "headline": "\"Somebody Just Fucking Died, and You Will Never See Them Again\" Not a Phrase Likely to Replace \"Celebration of Life\" at Funeral Services"}
{"is_sarcastic": 1, "headline": "Overwhelmed, Unhappy, 'Burned-Out' Social Studies Teacher Goes Completely Berserk and Impales Numerous Community Members"}
{"is_sarcastic": 1, "headline": "Super Bowl Is Imminent"}
{"is_sarcastic": 1, "headline": "Grantham Residents Practise Pulling Margaret Thatcher Statue From Its Moorings"}
{"is_sarcastic": 1, "headline": "Pete's Wood Awards Mr. Hymen Clit 'Employee of the Month' For January"}
{"is_sarcastic": 1, "headline": "300-Pound Sow Kills French Noble In Fight Over Truffle"}
{"is_sarcastic": 1, "headline": "New York Woman’s Horoscope Exceeds Expectations"}
{"is_sarcastic": 1, "headline": "Bill Stern's Poignant Puppy Bowl Tale"}
{"is_sarcastic": 1, "headline": "Man Has Lost His Super Bowl Ticket!"}
{"is_sarcastic": 1, "headline": "Man Excited for Super Bowl Ads He’ll Grow to Hate"}
{"is_sarcastic": 1, "headline": "France exports explosive spud to Hong Kong!"}
{"is_sarcastic": 1, "headline": "President Trump Upset That People Still Address Barack Obama As \"Mr. President\""}
{"is_sarcastic": 1, "headline": "Doctors reveal Theresa May's head is full of nuts"}
{"is_sarcastic": 1, "headline": "Super Bowl Set For A Frenzy Of 'Knee-Taking'"}
{"is_sarcastic": 1, "headline": "Nobody Turns Up To Watch Hull City v. Stoke City Match"}
{"is_sarcastic": 1, "headline": "Should Trump Be Fired?"}
{"is_sarcastic": 1, "headline": "Atheists Also Enjoy Fridays"}
{"is_sarcastic": 1, "headline": "Nashville Man Sees a Sign and Transforms His Life"}
{"is_sarcastic": 1, "headline": "American football Patriots get stuffed by England Rugby team!"}
{"is_sarcastic": 1, "headline": "Super Bowl Bores Fans Rigid"}
{"is_sarcastic": 1, "headline": "Diane Abbott To Host TV's 'Countdown'"}
{"is_sarcastic": 1, "headline": "Chinese New Year Celebrations: Your Guide"}
{"is_sarcastic": 1, "headline": "Trump calls Dem Candidates: “Worst Bunch Of Losers Since Nuremberg Trials”"}
{"is_sarcastic": 1, "headline": "General Motors Admits to Cutting as Coping Mechanism"}
{"is_sarcastic": 1, "headline": "Charlie Chaplin Moustache Sold At Auction"}
{"is_sarcastic": 1, "headline": "Trump Playing With Tiny Toy Soldiers Guarding Tiny Wall on His Desk"}
{"is_sarcastic": 1, "headline": "Bungee jumping babies arrested in Malaysia"}
{"is_sarcastic": 1, "headline": "How Often will Pelosi Applaud Trump Tonight?"}
{"is_sarcastic": 1, "headline": "Alexandria “The Great” Ocasio-Cortez Meets Slim Everdingle"}
{"is_sarcastic": 1, "headline": "Islamic Sharia Law Would Make Luton England's Capital"}
{"is_sarcastic": 1, "headline": "More UFOs spotted over central Scotland"}
{"is_sarcastic": 1, "headline": "Liam Neeson To Star In \"Men In Black...Bastards...\" Spin-Off"}
{"is_sarcastic": 1, "headline": "Devil’s Advocate Warns Off Would-Be Players"}
{"is_sarcastic": 1, "headline": "El Chappo cuts a deal with the Feds"}
{"is_sarcastic": 1, "headline": "Pope Admits Catholic Church Is Now Like Something Out Of A Marquis de Sade Novel"}
{"is_sarcastic": 1, "headline": "Man's Bicycle Chain Came Off When He Stood Up To Pedal"}
{"is_sarcastic": 1, "headline": "Liam Neeson Quits Acting To Join Police"}
{"is_sarcastic": 1, "headline": "Local Employee Decapitated For Having Too Many Unexcused Absences"}
{"is_sarcastic": 1, "headline": "Entire Republican party admits to wearing blackface"}
{"is_sarcastic": 1, "headline": "Links and Bonds"}
{"is_sarcastic": 1, "headline": "In Moment of Weakness Pope Tells Trump No Priest Would Have Wanted to Molest Him"}
{"is_sarcastic": 1, "headline": "Did Pelosi Applaud Trump's Speech too Frequently?"}
{"is_sarcastic": 1, "headline": "Insecure, Manipulative, Vicious, Bossy, Emotionally-Unstable Correctional Officer Reaches '10 Year Work Anniversary'"}
{"is_sarcastic": 1, "headline": "Police Car Chase Was Strictly In Accordance With Traffic Laws"}
{"is_sarcastic": 1, "headline": "Pope Francis to Allow Masturbation, But Only Among Priests and Only with Biblically-themed Porn"}
{"is_sarcastic": 1, "headline": "Due to Typo in Executive Calendar Trump and Kim Jong-un End Up Meditating Together"}
{"is_sarcastic": 1, "headline": "Sexual Abuse Still Topping The List Of Abuses"}
{"is_sarcastic": 1, "headline": "Donald J. Trump- Just The Enema America Needs."}
{"is_sarcastic": 1, "headline": "Bolton and Abrams discovered in regime change rituals in dank basement"}
{"is_sarcastic": 1, "headline": "Cheaply Purchased Trac Phone Runs Out Of Minutes As Man Desperately Tries To Provide Advice To Others"}
{"is_sarcastic": 1, "headline": "Black And White Minstrel Show To Make Comeback!"}
{"is_sarcastic": 1, "headline": "Lakers Trade Magic Johnson to Cleveland"}
{"is_sarcastic": 1, "headline": "Male Ladybug Speaks Out about Gender Identity"}
{"is_sarcastic": 1, "headline": "Guaido to receive citizens committee award for support of US intervention"}
{"is_sarcastic": 1, "headline": "Zombie deer disease sweeping US and Canada originated at political rally with Sarah Sanders"}
{"is_sarcastic": 1, "headline": "Man Absolutely Nails Perfect Wave to Passing Driver"}
{"is_sarcastic": 1, "headline": "Boy Decides To Sue His Parents So That He Can Go To Ibiza"}
{"is_sarcastic": 1, "headline": "President Trump Suffers Amnesia Over Jamal Khashoggi"}
{"is_sarcastic": 1, "headline": "Internationally Famous Ghost Hunter's Penis Too Small To Enter Hoia Baciu Forest In Romania At Night Without Cameras"}
{"is_sarcastic": 1, "headline": "Turning Point UK In Total Confusion Over Stuff"}
{"is_sarcastic": 1, "headline": "Concerned Wisconsin Resident Determined To End 'Abusive' Company Strategy Of Selling Shitty, Expired Beer To People Who Live In The Midwest"}
{"is_sarcastic": 1, "headline": "Harlem Globetrotters In Row With The Spoof Over Logo"}
{"is_sarcastic": 1, "headline": "Democrats as Obnoxious as Republicans at Committee Hearings"}
{"is_sarcastic": 1, "headline": "Fly-Face Pelosi Explains Trump Clapback: “Was Actually Zapping A Fly”"}
{"is_sarcastic": 1, "headline": "Acting US Attorney General A Dead Ringer For Jeremy ‘World’s Hottest Felon’ Meeks"}
{"is_sarcastic": 1, "headline": "Popsicles Melting at Alarming Rate"}
{"is_sarcastic": 1, "headline": "Video Discovered of Wayans Brothers in Shocking 2004 White Face Incident"}
{"is_sarcastic": 1, "headline": "Scientists Link Youtube Political Propaganda Videos to 5 Point Drop in Average IQ of Americans"}
{"is_sarcastic": 1, "headline": "Prince Philip Silverstone Formula One Day Out Has Villagers In A State Of Panic"}
{"is_sarcastic": 1, "headline": "People Still Go To Church On Sunday While Cheating On Each Other And Looking For More Money, According To Report"}
{"is_sarcastic": 1, "headline": "Yes, Virginia, Santa Claus Has Donned \"Blackface\""}
{"is_sarcastic": 1, "headline": "The N.R.A. Goes Green With Blood-Spattered Plan"}
{"is_sarcastic": 1, "headline": "US military releases aliens in Mexico"}
{"is_sarcastic": 1, "headline": "Polar Bears Are Changing Color"}
{"is_sarcastic": 1, "headline": "Valentine's Day Cards Withdrawn From Shelves In 'Porn' Row"}
{"is_sarcastic": 1, "headline": "Twelve Little Known Provisions in the Fine Print of the “Green New Deal”"}
{"is_sarcastic": 1, "headline": "Free Gluten for Low-Income Americans"}
{"is_sarcastic": 1, "headline": "Man Had Unwelcome Woman Guest At His House For Two Days"}
{"is_sarcastic": 1, "headline": "Princess Nutmeg ‘Is A Great-Grandma’ Palace Reveals"}
{"is_sarcastic": 1, "headline": "Another One Of Man's Stories Bites The Dust"}
{"is_sarcastic": 1, "headline": "Humanity Will Outlive Insects by at Least a Month, Claims Optimistic Report"}
{"is_sarcastic": 1, "headline": "New York Musician Hopes His Fake Humility Holds Up on Television"}
{"is_sarcastic": 1, "headline": "Men Everywhere Truly Embracing Valentine’s Day"}
{"is_sarcastic": 1, "headline": "Vatican to Release New Bible in Modernized Latin"}
{"is_sarcastic": 1, "headline": "Majority of Americans Believe Whatever They Read But Fortunately They Don't Read Very Much"}
{"is_sarcastic": 1, "headline": "Lies. Damned Lies and Newspapers"}
{"is_sarcastic": 1, "headline": "The 10 Commandments As Rewritten by ISIS."}
{"is_sarcastic": 1, "headline": "Strictly Come Dancing Pasha Kovalev Is A KGB Agent"}
{"is_sarcastic": 1, "headline": "Man Loves His Wife So Much, He Hasn't Got The Heart To Tell Her That Her Dress Is Absolutely Fucking Garish"}
{"is_sarcastic": 1, "headline": "Old Bag Shopping Trolley Sales At 40-Year High"}
{"is_sarcastic": 1, "headline": "Man's Unwelcome Guest Had Cheapfucker Imitation Bag"}
{"is_sarcastic": 1, "headline": "Vice-President Mike Pence's Office Denies He is Comic's Missing Ventriloquist's Dummy"}
{"is_sarcastic": 1, "headline": "Billionaires abolished. Trillionaire Uncle Sam exempt."}
{"is_sarcastic": 1, "headline": "Dictators Club Meets Again-Guess Who the Main Topic Was?"}
{"is_sarcastic": 1, "headline": "Trump Unveils Plans for a New, Spectacular Super-Prison With a Penthouse Cell"}
{"is_sarcastic": 1, "headline": "New York Woman Finds that Hot Water with Lemon Reduces Her Kinky Sexual Cravings"}
{"is_sarcastic": 1, "headline": "Mayan Chief Agrees To Pay For Wall: Expects Exclusive Human Sacrifice Rights"}
{"is_sarcastic": 1, "headline": "Narcissist Buys St. Valentine’s Gift to His Image in a Mirror"}
{"is_sarcastic": 1, "headline": "Search For Ernest Shackleton Ship Abandoned After Everything Lost"}
{"is_sarcastic": 1, "headline": "The Prince and the Car Crash"}
{"is_sarcastic": 1, "headline": "It's A Bird! It's A Plane! It's A Bat, man!"}
{"is_sarcastic": 1, "headline": "\"Green New Deal me in,\" tweets man from his sweat stained La-Z-Boy"}
{"is_sarcastic": 1, "headline": "Trump Signs Executive Order Requiring all Nuclear Reactors To Run on Coal"}
{"is_sarcastic": 1, "headline": "Man's Valentine's Day Gift Went Unappreciated"}
{"is_sarcastic": 1, "headline": "Man Doesn't Understand Why He Can't Find Work"}
{"is_sarcastic": 1, "headline": "Auckland’s Mt Eden volcano blows its top at $50,000 fine for smoking in public."}
{"is_sarcastic": 1, "headline": "Nashville Pig Declines to Be Featured in BBQ Restaurant Logo"}
{"is_sarcastic": 1, "headline": "Pink Floyd Sue Donald Trump Over ‘The Wall’"}
{"is_sarcastic": 1, "headline": "Local Man Retires Two Years Early to Spend More Time Fuming About Ocasio-Cortez on Social Media"}
{"is_sarcastic": 1, "headline": "Ginsburg Back In Court: Her Taxidermist Says “Ruthie Looks More Alive Than Ever”"}
{"is_sarcastic": 1, "headline": "Federal Bureaucrat Reintroduction Project Deemed a Failure"}
{"is_sarcastic": 1, "headline": "Cell phone found in puddle shows Guaido confused but ready for more input from US"}
{"is_sarcastic": 1, "headline": "War on Insects edges closer to victory"}
{"is_sarcastic": 1, "headline": "Man Can Still Remember Swap Shop Telephone Number"}
{"is_sarcastic": 1, "headline": "No 10 Rose Garden Wedding This Summer For New UK PM Boris Johnson"}
{"is_sarcastic": 1, "headline": "Scamatology Recruits Religious Groups from All Over the Universe to Protest A & E Broadcasts"}
{"is_sarcastic": 1, "headline": "Ricky Martin claims to not washing his hands"}
{"is_sarcastic": 1, "headline": "Bill Cosby Has an Epiphany in Prison and Declares Himself a Martyr"}
{"is_sarcastic": 1, "headline": "Banksy Has Had A Change Of Perspective"}
{"is_sarcastic": 1, "headline": "Bezos Takes Over National Enquirer and Merges it With Washington Post"}
{"is_sarcastic": 1, "headline": "AI Can't Beat The Spoof With Stories"}
{"is_sarcastic": 1, "headline": "Royal Family Members Are Asked by \"Certain High-Up Functionaries\" If They Would Consider A Coup on the U.S. Executive Branch"}
{"is_sarcastic": 1, "headline": "President Trump Starts Erecting Wall"}
{"is_sarcastic": 1, "headline": "Man Questions Life While Watching Alliance of American Football"}
{"is_sarcastic": 1, "headline": "Old 'Self-Efficacy' Research Paper With Proper APA Documentation Style Helps Man Remember Just How Depressing, Overwhelming, And Lonely His College Years Were"}
{"is_sarcastic": 1, "headline": "Putin Told Trump James Comey Would Be Next POTUS"}
{"is_sarcastic": 1, "headline": "Should the CIA Select US Presidents?"}
{"is_sarcastic": 1, "headline": "Nashville Man Learns to Sweat the Big Stuff"}
{"is_sarcastic": 1, "headline": "DARPA releases alien pathogen in Michoacán"}
{"is_sarcastic": 1, "headline": "Theodore McCarrick Hopes There Is No God"}
{"is_sarcastic": 1, "headline": "Wife Beats Up Hubby Because of a Song"}
{"is_sarcastic": 1, "headline": "Donald Trump Still Focused On As Comedians and Writers Continue To Lose Artistic Value"}
{"is_sarcastic": 1, "headline": "Highland Games in Transsexual Brouhaha"}
{"is_sarcastic": 1, "headline": "Man's Wife Cut His Hair, With An Outcome That Was Less Than Satisfactory"}
{"is_sarcastic": 1, "headline": "Highly Intoxicated Resident Ponders 'The Totality of All Existence' While Simultaneously Listening To Eckhart Tolle Interviews And Watching The Ghost Channel"}
{"is_sarcastic": 1, "headline": "Noel Edmonds To Present New Series Of Swap Shop, Complete With Chunky, Knitted Sweaters"}
{"is_sarcastic": 1, "headline": "Neurologist Recommends Wall for Trump’s Borderline Personality"}
{"is_sarcastic": 1, "headline": "New Mexican Bribery Treaty To Weed Out Crappy El Cheapo Dope"}
{"is_sarcastic": 1, "headline": "New Drug Will Alleviate Reptile Dysfunction"}
{"is_sarcastic": 1, "headline": "An ex-cardinal has been defrocked for seeking independence"}
{"is_sarcastic": 1, "headline": "Man Vows He Has Written His Last President Trump Story"}
{"is_sarcastic": 1, "headline": "Wall Opponents Demonstrate and Show Their Hate of Walls"}
{"is_sarcastic": 1, "headline": "The Queen is Planning Trump's Next Visit"}
{"is_sarcastic": 1, "headline": "Man Terrified By Soft And Dreary 1980s Music And 20 Dollar Salads After Trying To Go \"Organic\""}
{"is_sarcastic": 1, "headline": "U.S. House of Representatives and the Cabinet Contemplate Declaring Trump Incompetent Via the 25th Amendment"}
{"is_sarcastic": 1, "headline": "The Mueller Report Is Out"}
{"is_sarcastic": 1, "headline": "Blackface Jibe As Don Trump Jr Beard Microblading Fails"}
{"is_sarcastic": 1, "headline": "Things Getting Tight for Attention"}
{"is_sarcastic": 1, "headline": "Shamima Begum's Baby Looks A Bit Shifty"}
{"is_sarcastic": 1, "headline": "Welsh whales wow Welsh in Wales!"}
{"is_sarcastic": 1, "headline": "Adjectival Usage On The Increase"}
{"is_sarcastic": 1, "headline": "Transsexuals to take part in Wimbledon - in mixed doubles"}
{"is_sarcastic": 1, "headline": "Doncaster Rovers Totally Outclassed By Cultured Crystal Palace"}
{"is_sarcastic": 1, "headline": "Australia-Bound! Shamima Begum To Be Sent To Penal Colony"}
{"is_sarcastic": 1, "headline": "Brooklyn Man Confused When Random Girl Tries to Break Up with Him"}
{"is_sarcastic": 1, "headline": "Heavily Pregnant Meghan ‘Should Be Allowed To Return To UK’"}
{"is_sarcastic": 1, "headline": "Ozzie Osbourne Has Got A Frog In His Throat"}
{"is_sarcastic": 1, "headline": "Mexican Border Wall Idea Has Been Scrapped In Favor Of Force Field"}
{"is_sarcastic": 1, "headline": "Ex-Pat teeny Brit demanding re-entry to UK, if not, 'heads will roll!'"}
{"is_sarcastic": 1, "headline": "Man Was Scared Shitless Five Times In As Many Minutes!"}
{"is_sarcastic": 1, "headline": "Looking for input on credibility crisis Trump ends up in dark alley with ladies of the evening"}
{"is_sarcastic": 1, "headline": "Kamala-Breath Harris Throws Hump Into The Tent"}
{"is_sarcastic": 1, "headline": "Alumni Association Celebrates 50 Years Of Shameless Donation Seeking While Hosting Reunion Festivities"}
{"is_sarcastic": 1, "headline": "Nashville Man Accidentally Dropped by God"}
{"is_sarcastic": 1, "headline": "Martina Navratilova Changes Her Name To Martin"}
{"is_sarcastic": 1, "headline": "Florida Banned Term “Climate Change” in 2015; Now Scientists Say Sea Rise Will Ban \"Florida\" by 2200"}
{"is_sarcastic": 1, "headline": "Local Man, Billions in Debt, Succeeds in Convincing Bank Manager to Stop Raising Interest Rates by Threatening to Fire Him"}
{"is_sarcastic": 1, "headline": "Shamima Begum Forms Her Own Ultra-Radical Islamic Terror Group"}
{"is_sarcastic": 1, "headline": "Shamima Begum: Crowds Turn Out To Wave Her Off To 'Somewhere Else'"}
{"is_sarcastic": 1, "headline": "Mad Racist \"Bint\" - Not Evil Enough, Say Tories"}
{"is_sarcastic": 1, "headline": "Mexican Drug Cartels Designated as Health Care Providers"}
{"is_sarcastic": 1, "headline": "BBC Admits - Dr Who critics to face Education Camps"}
{"is_sarcastic": 1, "headline": "Dollis Hill Residents Branded ‘Garbage’, ‘Nazis’ & Now ‘Perverts’"}
{"is_sarcastic": 1, "headline": "Man Saw Shirt He Quite Liked In Charity Shop Window"}
{"is_sarcastic": 1, "headline": "Introvert Successfully Avoids Eye Contact at Workplace for Over Three Years"}
{"is_sarcastic": 1, "headline": "City Centre Retail Success Story Keeps On Growing"}
{"is_sarcastic": 1, "headline": "African hangman sacked after 'dropping' asleep on the job!"}
{"is_sarcastic": 1, "headline": "Mr. T Has Name Confiscated By White House"}
{"is_sarcastic": 1, "headline": "Karl Lagerfeld Cat To Make Changes To Brand"}
{"is_sarcastic": 1, "headline": "Karl Lagerfeld Used To Stroke His Cat"}
{"is_sarcastic": 1, "headline": "Jussie Smollett claims he was assaulted by Chicago PD"}
{"is_sarcastic": 1, "headline": "Nike Shoe Destroyed as Illuminati Ascend in Power"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Story Shows Media Bias and Lack of Credibility, According to Breitbart and Infowars"}
{"is_sarcastic": 1, "headline": "New TV series to go where most shows have gone before"}
{"is_sarcastic": 1, "headline": "Woman's Shirt Contained Spelling Error"}
{"is_sarcastic": 1, "headline": "Increasing Number of Climate Scientists Discreetly Embracing Buddhism and “Present Moment” Philosophy"}
{"is_sarcastic": 1, "headline": "'Strolling Bones' release last album called 'Street Farting Man!'"}
{"is_sarcastic": 1, "headline": "Giant Bee Discovery Is Breathtakingly Pointless, Scientists Told"}
{"is_sarcastic": 1, "headline": "Update re Trump in dark alley with ladies of the evening"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Attack Shows Just How Difficult It Is To Be A Judge"}
{"is_sarcastic": 1, "headline": "Janesville Resident Hopes To Keep Diarrhea After Making Some Necessary Lifestyle Changes"}
{"is_sarcastic": 1, "headline": "Man Is Addicted To Tea"}
{"is_sarcastic": 1, "headline": "Rainy Weekend Gives Charleston Woman Chance to Catch Up with Herself"}
{"is_sarcastic": 1, "headline": "Lack Of Trophies"}
{"is_sarcastic": 1, "headline": "Lottery Winner Gives Up Mansion In Florida And Moves To The Midwest To Fulfill Life-Long Dream Of Working In A Library"}
{"is_sarcastic": 1, "headline": "Jussie Smollett No Longer A Newsworthy Item"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Realizes It Was All A Big Mistake"}
{"is_sarcastic": 1, "headline": "Keeping Your Heart Cold and Frozen Inside Still Best Choice According To Report"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Diagnosed As Color Blind"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Says All White People Attacked Him"}
{"is_sarcastic": 1, "headline": "Wild pig bites Venezuelan model’s rear end; blames Maduro and CNN"}
{"is_sarcastic": 1, "headline": "Don’t Worry About Missing Sex Files, Pope Is Told, Bob Mueller Has A Copy"}
{"is_sarcastic": 1, "headline": "The BeeKepa"}
{"is_sarcastic": 1, "headline": "\"Sorry, what was that?\" TOP Tips for Terrible Listeners"}
{"is_sarcastic": 1, "headline": "The Sunday Papers Review"}
{"is_sarcastic": 1, "headline": "New and Improved Version of Huggable \"Vlad The Impaler\" Doll to be Released in April"}
{"is_sarcastic": 1, "headline": "Man Had Garden Fire That Very Nearly Went Wrong"}
{"is_sarcastic": 1, "headline": "I Don't Make Excuses"}
{"is_sarcastic": 1, "headline": "Jussie Smollett re-arrested for assault on people's intelligence"}
{"is_sarcastic": 1, "headline": "Spike Lee's Grandmother To Be Investigated By IRS For Social Security Fraud"}
{"is_sarcastic": 1, "headline": "Nashville Skeptic Nails Sweet Spot of Reverent but Hip with Agnosticism"}
{"is_sarcastic": 1, "headline": "May To Return"}
{"is_sarcastic": 1, "headline": "JFK Assassination: New Evidence Comes To Light"}
{"is_sarcastic": 1, "headline": "Tommy Robinson - Could He Become Prime Minister?"}
{"is_sarcastic": 1, "headline": "Have Bad Breath? Scaly Green Teeth? Chances Are You Are A Liberal"}
{"is_sarcastic": 1, "headline": "Boston University May Reclassify Major in \"Economics\""}
{"is_sarcastic": 1, "headline": "Pompeo and Rubio to be loaded onto the “all options are on the table” table"}
{"is_sarcastic": 1, "headline": "Russians Kidnap Nerdy American Scientists and Force Them to Watch Judd Apatow Movies"}
{"is_sarcastic": 1, "headline": "African badgers invade Britain"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Update: Trump Supporters Shocked at Spectacle of Entertainer Lying to the Public"}
{"is_sarcastic": 1, "headline": "New York Artist Unsuccessfully Tries to Sell Out"}
{"is_sarcastic": 1, "headline": "F**K Off Tommy Robinson"}
{"is_sarcastic": 1, "headline": "Trump Cancels Wall; Emergency Funds will build Fortified Train"}
{"is_sarcastic": 1, "headline": "Academy Awards distributed"}
{"is_sarcastic": 1, "headline": "A Poem For Cardinal Pell"}
{"is_sarcastic": 1, "headline": "Confused Aspiring Accountant Accidentally Ends Up in Taxidermy School"}
{"is_sarcastic": 1, "headline": "President Trump's Wall Is Finished"}
{"is_sarcastic": 1, "headline": "Brexit Box"}
{"is_sarcastic": 1, "headline": "Trump to Star in Spaghetti Western Remakes"}
{"is_sarcastic": 1, "headline": "Obese Aussie rats blame humans for getting stuck in drains!"}
{"is_sarcastic": 1, "headline": "Cardinal Pell Choir Boys Reached The High Notes"}
{"is_sarcastic": 1, "headline": "Alexandria “The Great” Ocasio-Cortez Calls Slim Everdingle “Bum F*ck”"}
{"is_sarcastic": 1, "headline": "Cardinal Pell Is Going Down"}
{"is_sarcastic": 1, "headline": "Trump and Kim to share Nobel Peace Prize"}
{"is_sarcastic": 1, "headline": "Trump's latest notion."}
{"is_sarcastic": 1, "headline": "Par Rise Blues"}
{"is_sarcastic": 1, "headline": "Resignations Rock The Tory Party"}
{"is_sarcastic": 1, "headline": "(Former) Vegan YouTube Star Returns to Eating Eggs and Fish Due to Abnormally Low Cholesterol, Mercury and Arsenic Levels"}
{"is_sarcastic": 1, "headline": "Man Got Sore Throat - Just Like Ozzie Osbourne"}
{"is_sarcastic": 1, "headline": "Nation Within Range of Unhinged Lunatic’s Nukes Says it's “Pretty Sure Trump Paid Porn Star”"}
{"is_sarcastic": 1, "headline": "Homeless Flee LA; Fear \"Forced Housing\""}
{"is_sarcastic": 1, "headline": "Mayor Brags that NYC Only Fifth-Worst City to Live In"}
{"is_sarcastic": 1, "headline": "Failing Grayling"}
{"is_sarcastic": 1, "headline": "University Challenge Staircase Collapses, Leaving Team Stranded 'Upstairs'"}
{"is_sarcastic": 1, "headline": "US State Department Offers $10million 'Bounty' On Bin Laden Junior"}
{"is_sarcastic": 1, "headline": "Man On Park Bench Ruminates On Whether Or Not It's Worth Going On"}
{"is_sarcastic": 1, "headline": "L. A.'s Homeless Flea"}
{"is_sarcastic": 1, "headline": "Chicken Ran Irresponsibly Across Road"}
{"is_sarcastic": 1, "headline": "Former Cowboy Takes to Vegan Living like a Horse to Oats"}
{"is_sarcastic": 1, "headline": "Queen Guitarist Brian May In Hospital After Consistently Denying Any Connection To Theresa May"}
{"is_sarcastic": 1, "headline": "Trump Calls Bernie Sanders, Ocasio-Cortez and Adam Schiff: \"Two Jerks And A Squirt\""}
{"is_sarcastic": 1, "headline": "Forget Tax Returns, Find Trump’s School Grades And SAT Scores"}
{"is_sarcastic": 1, "headline": "Trump and Kim Jong Un Both Pregnant"}
{"is_sarcastic": 1, "headline": "Actor who always plays 'angry', quite laid-back in real-life"}
{"is_sarcastic": 1, "headline": "A Foreign Policy Post Mortem: Why the Trump-Un Talks Really Failed"}
{"is_sarcastic": 1, "headline": "Woman's Nosy Neighbour Died Unexpectedly And Out-Of-The-Blue"}
{"is_sarcastic": 1, "headline": "Graylings ask for a new name"}
{"is_sarcastic": 1, "headline": "Do you remember when all you had to worry about was picking Monster Munch or Frazzles?"}
{"is_sarcastic": 1, "headline": "Marriages on the Fritz as Women \"Marie Kondo\" Their Husbands"}
{"is_sarcastic": 1, "headline": "\"I'm Looking For Somebody Who Is Sexually Experienced\" Still Best Way Of Not Saying \"I'm A Self-Absorbed, Insecure, Materialistic, Valueless Queen Who Needs My Crotch Pleased\" on Dating Profiles"}
{"is_sarcastic": 1, "headline": "Michael Cohen gets Hollywood Blvd Star"}
{"is_sarcastic": 1, "headline": "Alcoholic, Chain-Smoking, Famous Author Dies at 56"}
{"is_sarcastic": 1, "headline": "Trump Issues Executive Order Forming \"The Comedy Police\""}
{"is_sarcastic": 1, "headline": "Man Almost Choked To Death On Fishbone, But Not Quite"}
{"is_sarcastic": 1, "headline": "Bruce Lee Film Featured Villain Who Was Double Of 'World Of Sport' Dickie Davies"}
{"is_sarcastic": 1, "headline": "Man still can't decide between Blur and Oasis"}
{"is_sarcastic": 1, "headline": "Trendy Vicar buys trainers that were trendy in the 1980's"}
{"is_sarcastic": 1, "headline": "Parents Secretly Think Their Well-Behaved Kid Is Super Lame"}
{"is_sarcastic": 1, "headline": "Tranmere Rovers Fans Pissed At LGBT Spat"}
{"is_sarcastic": 1, "headline": "Trans Fats Suspected Behind LGBT Smear"}
{"is_sarcastic": 1, "headline": "Archer's Pantomime in the planning stages."}
{"is_sarcastic": 1, "headline": "Transgender Olympiad from 2024"}
{"is_sarcastic": 1, "headline": "Man wishes people would take his complaints seriously, like they do that Mr Trump"}
{"is_sarcastic": 1, "headline": "Earth Day at Machu Picchu Went Badly"}
{"is_sarcastic": 1, "headline": "Lions Attack Zebras Again"}
{"is_sarcastic": 1, "headline": "Shamima Begum Arrives Back In UK On Fake Passport"}
{"is_sarcastic": 1, "headline": "Death Row Convict Escapes"}
{"is_sarcastic": 1, "headline": "Man Feels That People Are Talking Behind His Back"}
{"is_sarcastic": 1, "headline": "Movie Outs Michael As King Of Poop"}
{"is_sarcastic": 1, "headline": "The Royal Scamly"}
{"is_sarcastic": 1, "headline": "Storm Blows Fast and Wet through Desperate Desert Town"}
{"is_sarcastic": 1, "headline": "Man In Boardroom Smelt It, But Had Not Dealt It"}
{"is_sarcastic": 1, "headline": "Shamima Begum Has Been Fitted For Some Clogs"}
{"is_sarcastic": 1, "headline": "Weightlifter Drops Dumbbell On His Face Due To Severe Depression While Song, \"Dust In The Wind,\" Plays In The Background"}
{"is_sarcastic": 1, "headline": "The Last Straw: Environmentalists ban Plastic Ones"}
{"is_sarcastic": 1, "headline": "R Kelly Reckons He Can Fly"}
{"is_sarcastic": 1, "headline": "Zoo offers hunting tours"}
{"is_sarcastic": 1, "headline": "Jokester Obstetrician Told He Needs to Work on His Delivery"}
{"is_sarcastic": 1, "headline": "Indian Fighter Pilot's Handlebar Moustache Has Strange Mystical Powers"}
{"is_sarcastic": 1, "headline": "PM May's fave song is \"Slap my bitch up!\""}
{"is_sarcastic": 1, "headline": "Pink's Hubby Turns to Old-Style Parenting"}
{"is_sarcastic": 1, "headline": "Man Who Eats A Lot Of Fish Develops A Hankering For The Sea"}
{"is_sarcastic": 1, "headline": "Indian Fighter Pilot To Captain Cricket Team Against Pakistan In World Cup"}
{"is_sarcastic": 1, "headline": "Blindsided: NY Woman Learns Blind Boyfriend Not That Blind - and Has Been Seeing Someone Else"}
{"is_sarcastic": 1, "headline": "Red Dead Redemption to Get Support of US Congress"}
{"is_sarcastic": 1, "headline": "Ole Gunnar Solskjaer Success Proves Managing Manchester United Job Is The Easiest In Football"}
{"is_sarcastic": 1, "headline": "Cat Attack Caught On Video"}
{"is_sarcastic": 1, "headline": "Man Takes \"Day Off\" Due To Job Exhaustion And Midlife Crisis"}
{"is_sarcastic": 1, "headline": "99 Paperclips in a box"}
{"is_sarcastic": 1, "headline": "Charleston Woman Pretty Sure She's Vegan and Probably Gluten-free"}
{"is_sarcastic": 1, "headline": "NASA Still Boldly Going"}
{"is_sarcastic": 1, "headline": "Techna Regrets Naming it's Self-Driving Car The Imperial Wizard"}
{"is_sarcastic": 1, "headline": "Man Suffers Multiple Injuries After Ride In Tuk Tuk"}
{"is_sarcastic": 1, "headline": "Trump Advises Netanyahu on Avoiding Prison"}
{"is_sarcastic": 1, "headline": "Man Had His Back Doors Kicked In"}
{"is_sarcastic": 1, "headline": "Grown Men Who Put Up \"Liar Liar Pants on Fire\" Poster in Congress Say Ocasio-Cortez is Crazy"}
{"is_sarcastic": 1, "headline": "\"Increase Birth Rate,\" \"Sex Vacations\" - Goals of White Ultranationalists"}
{"is_sarcastic": 1, "headline": "Trump Orders Cohen Have His Gums Painted With Gentian Violet For Lying"}
{"is_sarcastic": 1, "headline": "Meat-Loving Preacher Points Out that, Unlike with Humans, Little Scientific Evidence Exists that Animals Have Souls"}
{"is_sarcastic": 1, "headline": "Theresa May Arrested After 'Fields Of Wheat' Farmer Comes Forward"}
{"is_sarcastic": 1, "headline": "International Women's Day Passes Off Without Incident"}
{"is_sarcastic": 1, "headline": "Trans female athletes highly prized by college recruiters"}
{"is_sarcastic": 1, "headline": "Sea walnut organism’s anus-on-demand feature being studied toward possible evolutionary changes in political parties"}
{"is_sarcastic": 1, "headline": "Man Became Sexually Aroused In Queue At Bakery"}
{"is_sarcastic": 1, "headline": "Ten Things You May Not Have Known About: Holland"}
{"is_sarcastic": 1, "headline": "Why Talk To The Organ Grinder When You Can Talk To The Monkey?"}
{"is_sarcastic": 1, "headline": "Writing Instructor Has Trouble Completely Barring Students from Using Adverbs"}
{"is_sarcastic": 1, "headline": "Acquaintances Reluctantly Impressed by Musician’s Transparently False but Unwavering Humility"}
{"is_sarcastic": 1, "headline": "On Becoming A Storm Trooper - One Piece Of Armor At A Time"}
{"is_sarcastic": 1, "headline": "Home Secretary Has Blood On His Hands"}
{"is_sarcastic": 1, "headline": "Trump Plots to Have His Family Declared \"Royalty\" After Trip to England"}
{"is_sarcastic": 1, "headline": "Stress Massage Therapist Tells Iowa Resident To Consume Massive Amounts Of Beer And Tobacco After 90-Minute Healing Session"}
{"is_sarcastic": 1, "headline": "Banksy Now In Existential Period"}
{"is_sarcastic": 1, "headline": "Starbucks Baristas Look Down on Frappuccino Customers"}
{"is_sarcastic": 1, "headline": "Did Anti-Gambling Group Sabotage Santa Anita's Track?"}
{"is_sarcastic": 1, "headline": "Bernie Speechless in Oskaloussa at the Dais with “Deplorables”"}
{"is_sarcastic": 1, "headline": "Firemen free penis from a zip!"}
{"is_sarcastic": 1, "headline": "Increased School 'Drop-Out' Rate Pleases Both Teachers And Administrators Alike"}
{"is_sarcastic": 1, "headline": "This Country Declares War On That One"}
{"is_sarcastic": 1, "headline": "Scamatology Does NOT Use Brainwashing Techniques Scamatology Does NOT Use Brainwashing Techniques"}
{"is_sarcastic": 1, "headline": "The REAL Reason the Marshall Kim Jong-Un and President Donald Trump Talks Broke Down"}
{"is_sarcastic": 1, "headline": "White House Will Fill Vacant Federal Jobs by Lottery"}
{"is_sarcastic": 1, "headline": "Isolated Cabins In Forests Outside Of Civilization Along Eastern Coast Still Best Places To Retire For The Elderly"}
{"is_sarcastic": 1, "headline": "Pelosi Calls For Standardized Jewish Slurs"}
{"is_sarcastic": 1, "headline": "Ten Things You May Not Have Known About: Switzerland"}
{"is_sarcastic": 1, "headline": "Nashville Man’s Mother Drops Ball by Failing to Remind Him about Seasonal Time Change"}
{"is_sarcastic": 1, "headline": "Man Didn't Get Out Of His Pyjamas For Three Days"}
{"is_sarcastic": 1, "headline": "Kim Jung-Un Revokes Trump’s “McMuttleys” Dog Burger Franchise Rights"}
{"is_sarcastic": 1, "headline": "\"Creeping Koranism?\" Saudis Infiltrate La Scala, Covent Garden, the Met"}
{"is_sarcastic": 1, "headline": "Conor McGregor Has Holes In The Knees Of His Jim-Jams"}
{"is_sarcastic": 1, "headline": "Nashville Musician Determined to Face His (Possible) Alcohol Issues"}
{"is_sarcastic": 1, "headline": "Social Influence"}
{"is_sarcastic": 1, "headline": "Conor McGregor Wants To Fight A Saber-Toothed Tiger"}
{"is_sarcastic": 1, "headline": "Thousands of Middle Class Americans Storm Mexican Border Seeking Better Life."}
{"is_sarcastic": 1, "headline": "Man fears for his sense of humour"}
{"is_sarcastic": 1, "headline": "Trump Sues Self for Unauthorized Autobiography"}
{"is_sarcastic": 1, "headline": "Cardinal Pell To Be Held In Colditz Castle"}
{"is_sarcastic": 1, "headline": "Democrats and Republicans Alike Lose Track of Why They Officially Condemn Whistleblower Chelsea Manning"}
{"is_sarcastic": 1, "headline": "The War On Terror Is Over As Terror Concedes Defeat"}
{"is_sarcastic": 1, "headline": "US agency to receive “Laundryland and Sunshine Award” for actions in the new century so far"}
{"is_sarcastic": 1, "headline": "Americans Inspired by Climate Change Author's Message that Burgers Are Not the Problem"}
{"is_sarcastic": 1, "headline": "Man Experiences His Hottest Weather Ever, As His Blood Starts To Boil"}
{"is_sarcastic": 1, "headline": "Man buys tickets for Jedward for wedding anniversary"}
{"is_sarcastic": 1, "headline": "OAP demands 'Sexit' referendum because his nympho wife wants a 'no-deal!'"}
{"is_sarcastic": 1, "headline": "Inmate Throws \"Poop Hammer\" At Cell Extraction Team"}
{"is_sarcastic": 1, "headline": "The what if you gave a party and nobody came dream haunts Guaido"}
{"is_sarcastic": 1, "headline": "Michael Jackson Breaks Silence"}
{"is_sarcastic": 1, "headline": "I am not that interesting, really, says man"}
{"is_sarcastic": 1, "headline": "Man Shocked that Woolworths has shut"}
{"is_sarcastic": 1, "headline": "The Four Horse’s Asses Of The Apocalypse"}
{"is_sarcastic": 1, "headline": "Man who suffers from Insomnia buys Dido's new album"}
{"is_sarcastic": 1, "headline": "Wetherspoon's Profits Plunge by 19%: \"Nothing to do with Brexit\""}
{"is_sarcastic": 1, "headline": "Man To Reveal A Secret"}
{"is_sarcastic": 1, "headline": "Trump to Offer Online Course: \"Effective Use of Social Media in POLITICS\""}
{"is_sarcastic": 1, "headline": "Trump Thrills MAGA Rally Crowd of Billionaires, Says \"Stock Market to Soar Soon\"."}
{"is_sarcastic": 1, "headline": "Seagull Shitstorm"}
{"is_sarcastic": 1, "headline": "CNN Source Identified Only as \"Beavis\": Moscow Trump Tower Erection Story was Killed by Pecker at Enquirer"}
{"is_sarcastic": 1, "headline": "Americans United in How Much They Hate Each Other"}
{"is_sarcastic": 1, "headline": "Latest Proclamation from Elizabeth Warren About Her “Native American Ancestry”"}
{"is_sarcastic": 1, "headline": "Forklift Driver Glad He Can Finally Go Home On Friday And \"Not Stop\" After 5 Beers"}
{"is_sarcastic": 1, "headline": "Miss Better BumBum, Miss Clit-Floss, Miss Here-It-All-Is challenge each other on the runways of New York and Paris"}
{"is_sarcastic": 1, "headline": "Andrew Yang melts down at SXSW Q&A as young man asks if he can collect UBI in reefer"}
{"is_sarcastic": 1, "headline": "Don Jr A Sucker For Mother-In-Law’s Eyebrow Pomade"}
{"is_sarcastic": 1, "headline": "Far Too Many 'Isms' These Days, Says Man"}
{"is_sarcastic": 1, "headline": "Transcendental Meditator Struggles to Keep Things Real"}
{"is_sarcastic": 1, "headline": "President Trump Is Going To Run America In The Style Of A James Bond Villain"}
{"is_sarcastic": 1, "headline": "College Student Forgets Aikido Training While Being Chased By Doppelganger"}
{"is_sarcastic": 1, "headline": "Honoring Ronald Reagan, Warner Bros. Re-releases, Re-titles \"Kings Row\""}
{"is_sarcastic": 1, "headline": "New Muscle Building Supplement Tested And Found To Be Huge Success"}
{"is_sarcastic": 1, "headline": "Lollipop Luvvies"}
{"is_sarcastic": 1, "headline": "Granny Billingsgate’s Corn Beef And Cabbage Cobbler Dessert Recipe"}
{"is_sarcastic": 1, "headline": "Oklahoma Man Condemns Mosque Shooter for Giving White Supremacists a Bad Name"}
{"is_sarcastic": 1, "headline": "10 Hours of Darth Vader Breathing Heavily on YouTube Still Available"}
{"is_sarcastic": 1, "headline": "Man Died Reading 'The Plague' By Albert Camus"}
{"is_sarcastic": 1, "headline": "How Not to Avoid Jury Duty"}
{"is_sarcastic": 1, "headline": "Every word in the English language now deemed offensive by someone"}
{"is_sarcastic": 1, "headline": "Is The Devil In The White House?"}
{"is_sarcastic": 1, "headline": "Fish claim compensation"}
{"is_sarcastic": 1, "headline": "Brooklyn Man Brings Sorely Lacking Gravitas to His Social Circle"}
{"is_sarcastic": 1, "headline": "“Marijuana Has No Lasting After Effects” - HORSE MANURE!!!!!"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Abandons Chess Game With Mate"}
{"is_sarcastic": 1, "headline": "Squirrels' Vote to be ignored"}
{"is_sarcastic": 1, "headline": "Theresa May in meaningful mood"}
{"is_sarcastic": 1, "headline": "Chuckle Brother Has Learnt To Laugh Again"}
{"is_sarcastic": 1, "headline": "Trump Demands U.K., France Repay WWI War Debt"}
{"is_sarcastic": 1, "headline": "Nashville Man Successfully Runs Fool's Errand"}
{"is_sarcastic": 1, "headline": "Scientists Think They Know Which Galaxy Has Donald Trump Under Its Control"}
{"is_sarcastic": 1, "headline": "Trump Has FCC Round Up Hosts Of Late-Night Shows and Cast of SNL"}
{"is_sarcastic": 1, "headline": "Quantum Mechanics Book Left Man Stumped"}
{"is_sarcastic": 1, "headline": "SCANDAL - \"College Admission\" Replaces Skull and Bones"}
{"is_sarcastic": 1, "headline": "Ivy league schools fight back on bad publicity re rich kid favoritism schemes"}
{"is_sarcastic": 1, "headline": "Mongolia Ordered to Pay Reparations of $91 Quadrillion to Countries Invaded from A.D. 450-1420"}
{"is_sarcastic": 1, "headline": "Evangelicals Seize Moral High Ground by Rejecting Candidates who Overestimate DNA or Trespass in College"}
{"is_sarcastic": 1, "headline": "Vegan Bodybuilder Annoyed at Being Called a Beefcake"}
{"is_sarcastic": 1, "headline": "Trump's Tweets - What The Heck Do They Mean?!"}
{"is_sarcastic": 1, "headline": "Tony Blair admits 'God' is to blame for May's incompetence!"}
{"is_sarcastic": 1, "headline": "Pre-dawn raid on home of New Zealand author locates suspect hiding in the doghouse with Hamlet."}
{"is_sarcastic": 1, "headline": "Brexit Extension Granted By EU"}
{"is_sarcastic": 1, "headline": "'Hawaii-Five-O' Fan Went To Honolulu, But Didn't See Any Of The Drama's Cops"}
{"is_sarcastic": 1, "headline": "Pay To Play Into College And The White House"}
{"is_sarcastic": 1, "headline": "Man tries to contact Tutankhamun by ouija board, gets trapped in head of David Childress"}
{"is_sarcastic": 1, "headline": "Man invents time machine, travels 20 seconds backwards in time."}
{"is_sarcastic": 1, "headline": "MPs play charades"}
{"is_sarcastic": 1, "headline": "Article 50 To Be Revoked As England Prepares For Civil War"}
{"is_sarcastic": 1, "headline": "Eyecam 'Thought Camera' Takes Pictures Of What You Think"}
{"is_sarcastic": 1, "headline": "Charleston Man Doesn't Just Talk the Small Talk; He Walks It"}
{"is_sarcastic": 1, "headline": "Celtics Lose When Kyrie Irving Tries to Kick the Ball into the Hoop"}
{"is_sarcastic": 1, "headline": "Buffalo Bills To Spend Summer Vacation Relaxing"}
{"is_sarcastic": 1, "headline": "Kamala “Breath” Harris And The Killer Bees: Brown, Beto, Bernie, Booker And Biden."}
{"is_sarcastic": 1, "headline": "Montana Woman Really Asking for It"}
{"is_sarcastic": 1, "headline": "Kim responds to new Trump negotiations with poem inspired by Robert Frost"}
{"is_sarcastic": 1, "headline": "Starbucks Mug Cracked First Time Man Poured Hot Water Into It"}
{"is_sarcastic": 1, "headline": "'Insanity' now accepted into Cambridge University curriculum!"}
{"is_sarcastic": 1, "headline": "Disagreement Over Possible Curriculum Change Results In Brutal Violence"}
{"is_sarcastic": 1, "headline": "Three Killed In Care Bear Melee"}
{"is_sarcastic": 1, "headline": "Trump Nominates Deceased Chess Genius Bobby Fischer To Supreme Court"}
{"is_sarcastic": 1, "headline": "Police Still Searching For 35-Year-Old Powerlifter"}
{"is_sarcastic": 1, "headline": "Pro-Brexit petition reaches 3 signatures"}
{"is_sarcastic": 1, "headline": "Eat This...And Die!"}
{"is_sarcastic": 1, "headline": "New York Woman Heartened by Effusive Praise from Tech Support Specialist"}
{"is_sarcastic": 1, "headline": "New Book Reviews Each Of Shakespeare's Plays In One Sentence"}
{"is_sarcastic": 1, "headline": "Man Arrived Home From Work To 'Right Old Fucking Racket'"}
{"is_sarcastic": 1, "headline": "BBC to employ - get this \"A Man\""}
{"is_sarcastic": 1, "headline": "Theresa May Channels Guide Dogs 4 The Blind Charity Shop Find"}
{"is_sarcastic": 1, "headline": "Enlightening: Former Magazine Eaters Reveal why Alien (1979) Made Them Quit Eating Magazines Forever."}
{"is_sarcastic": 1, "headline": "Skipping Great Exercise - and Mood-Booster, Too!"}
{"is_sarcastic": 1, "headline": "Between A Rock And A fun Place"}
{"is_sarcastic": 1, "headline": "Ant Got Into Man's Jap's Eye, Causing Concern"}
{"is_sarcastic": 1, "headline": "Trump Announces That Mueller Report Confirms Everything He Has Ever Said"}
{"is_sarcastic": 1, "headline": "MP Arrested Entering Parliament With Knife"}
{"is_sarcastic": 1, "headline": "College Student Has Difficulty Preparing For Sociology Exam While Roommate Pleases His Ex-Girlfriend Directly Behind Him"}
{"is_sarcastic": 1, "headline": "Blond President Jokes"}
{"is_sarcastic": 1, "headline": "Heartbreaking: 2 Year Old Labrador Feels Trapped in Own Home."}
{"is_sarcastic": 1, "headline": "Hilarious: Anxious Man Frantically Checks Writer's Desk to Make Sure That Favorite Spoof is Still 5 Stars"}
{"is_sarcastic": 1, "headline": "Mueller Clears Trump! Huh?"}
{"is_sarcastic": 1, "headline": "Inspiring: Man logging 2,848 hours into new Call of Duty game has now spent more time fighting nazis than grandfather did."}
{"is_sarcastic": 1, "headline": "Organizers Secretly Relieved that No One Smited during Nashville Atheist Convention"}
{"is_sarcastic": 1, "headline": "Experts Applaud $94 TRILLION \"Green Tech\" Proposal"}
{"is_sarcastic": 1, "headline": "Volga Olga is the new UK PM!!"}
{"is_sarcastic": 1, "headline": "1973: Mueller Exonerates Nixon in Watergate Break-in"}
{"is_sarcastic": 1, "headline": "Canadian Rockers Teach Goat to Sing"}
{"is_sarcastic": 1, "headline": "U.S. Republicans Demand That Meng Wanzhou be Stoned for Blasphemy"}
{"is_sarcastic": 1, "headline": "Szjlobovjian Parliament Vetoes Daylight Saving Time"}
{"is_sarcastic": 1, "headline": "Man Coughed So Hard, His Balls Started To Ache"}
{"is_sarcastic": 1, "headline": "Elton John announces new musical"}
{"is_sarcastic": 1, "headline": "Beautiful: Granddaughter Happy to Let Go of Racist WWII Veteran Grandfather 'Due to His Terrible Illness'"}
{"is_sarcastic": 1, "headline": "War! What Is It Good For? Possibly Brexit!"}
{"is_sarcastic": 1, "headline": "Slim Everdingle Finds Black Cat In Dark Room"}
{"is_sarcastic": 1, "headline": "Man’s Life Turned Into Living Heck"}
{"is_sarcastic": 1, "headline": "British Airways Introduces 'Mystery Flights'"}
{"is_sarcastic": 1, "headline": "A Big Change: 'World Record Egg' Instagram Account Proves That Eggs More Likeable Than Humans"}
{"is_sarcastic": 1, "headline": "Atlanta Preacher Speaks Out Against Artificial and Natural Intelligence"}
{"is_sarcastic": 1, "headline": "LGBT Groups Not Happy With Straight Pride Event"}
{"is_sarcastic": 1, "headline": "Michael Avenatti trades 15 minutes of fame for 15 years"}
{"is_sarcastic": 1, "headline": "Beautiful: Interview with the Man who Began to Believe in God After Finding Bag of Perfectly Inflated Beach Balls in Barn"}
{"is_sarcastic": 1, "headline": "Attorney General’s Trump Pardon Letter ‘Copied & Pasted From Spoof Website"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi Survives Terminal Persimmon Winter-Kill Syndrome To Reach 79."}
{"is_sarcastic": 1, "headline": "Humans to be fitted with Calorie Limiters to curb obesity"}
{"is_sarcastic": 1, "headline": "Paper-clip counter looking for a new job"}
{"is_sarcastic": 1, "headline": "Chope and Cheese"}
{"is_sarcastic": 1, "headline": "Pope Francis touched me on the Nob End"}
{"is_sarcastic": 1, "headline": "Lego plan to ditch plastic and use REAL BRICKS"}
{"is_sarcastic": 1, "headline": "Heartbreaking: Distraught Toddler Has Trouble Living With Self After Failing to Make Paper Boat"}
{"is_sarcastic": 1, "headline": "Recovering Alcoholic 9/11 Truth Activist Can't Understand Why His Online Dating Profile Not Working for Him"}
{"is_sarcastic": 1, "headline": "May and Corbyn agree only way out of Brexit mess is to invent Neuralyzer"}
{"is_sarcastic": 1, "headline": "Unproductive Aussies farted out of their jobs"}
{"is_sarcastic": 1, "headline": "Jussie Smollett Cleared Of Attempting To Incite Race War"}
{"is_sarcastic": 1, "headline": "President Trump Declares “Billie Sol Estes Fraud Day” A National Holiday"}
{"is_sarcastic": 1, "headline": "CNN to Become \"Premiere Propaganda Source\" of America"}
{"is_sarcastic": 1, "headline": "Top 5 Best Low-Priced Birthday Gifts for Your Demon Children"}
{"is_sarcastic": 1, "headline": "\"Creamy White Flesh:\" Mickey Spillane's Novels Banned as Racist, Sexist"}
{"is_sarcastic": 1, "headline": "Korean Management Skills"}
{"is_sarcastic": 1, "headline": "In Response to Opioid Crisis, Big Pharma Gets to Work on Developing Drugs that Can Be Taken All Day Every Day for Entire Lifetime without Fear of Addiction"}
{"is_sarcastic": 1, "headline": "Man Completely Loses His Rag With Computer"}
{"is_sarcastic": 1, "headline": "Hobbies And Second Job May Help Resident Ignore Reality That He Is A Hopeless Sack Of Shit"}
{"is_sarcastic": 1, "headline": "Man Applies For Job, Stacking Shelves At Wegman's"}
{"is_sarcastic": 1, "headline": "Missing Dog Flyer Goes Completely Ignored"}
{"is_sarcastic": 1, "headline": "Halley's Comet Future Thrown Into Confusion"}
{"is_sarcastic": 1, "headline": "Consumers Frustrated by Lack of Celebrity Chef-Branded Foods on Supermarket Shelves"}
{"is_sarcastic": 1, "headline": "Republican Senators \"Up Their Game\", Literally Destroy AOC with \"Really Cool Star Wars Posters\""}
{"is_sarcastic": 1, "headline": "Trump Recognizes Jerusalem as Capital of Puerto Rico"}
{"is_sarcastic": 1, "headline": "Britain's farmers happy to loan Mark Francois their shotguns"}
{"is_sarcastic": 1, "headline": "Manchester United Manager Ole Gunnar Solskjaer Sacked"}
{"is_sarcastic": 1, "headline": "April 1 Expected To Be Prankish"}
{"is_sarcastic": 1, "headline": "The untold facts on the opioid epidemic and the opioid-reversal drug Narcan, you should know"}
{"is_sarcastic": 1, "headline": "Trump On Adam Schiff: “He’s A Pencil Neck - Little Dick - Bum F*ck”"}
{"is_sarcastic": 1, "headline": "Handyman's Nuts Became Trapped In Vice"}
{"is_sarcastic": 1, "headline": "Literal-Minded \"Babysitter\" Nearly Smothers Infant but Successfully Improvises"}
{"is_sarcastic": 1, "headline": "Douchebag, High School Football Jock To Receive Award For Breaking District's \"That's What She Said\" Record"}
{"is_sarcastic": 1, "headline": "The highly dangerous funeral plan"}
{"is_sarcastic": 1, "headline": "Stranger Things No Longer Happening At Sea, Says Report"}
{"is_sarcastic": 1, "headline": "All-Female Spacewalk Canceled: Trump's Sexism or Woman's Prerogative?"}
{"is_sarcastic": 1, "headline": "Middle-Aged Male Factory Workers Casually Talk About Weather And Politics While Desperately Trying Not To Stare At Female Intern's Perfectly Formed Ass"}
{"is_sarcastic": 1, "headline": "Extreme Introvert Recovering In Hospital After Intense Day Of Interacting With Too Many People"}
{"is_sarcastic": 1, "headline": "An Achievment for the Ages: Elderly Woman Proud to Have Written ‘New York Times Bestselling Will’"}
{"is_sarcastic": 1, "headline": "Need A Job? Volunteer To Replace Slim Everdingle"}
{"is_sarcastic": 1, "headline": "Nashville Woman Enjoys Discussing Her Positive Attitude"}
{"is_sarcastic": 1, "headline": "Update- Caravan of Disgruntled Americans Reach Guatemalan Border."}
{"is_sarcastic": 1, "headline": "Official - May and Merkel are same person"}
{"is_sarcastic": 1, "headline": "Australian wildlife show launches"}
{"is_sarcastic": 1, "headline": "Rolling Stones Cancel Tour; Rolling Stone Suspends Publication"}
{"is_sarcastic": 1, "headline": "Man Applies To Government To Relive His Childhood"}
{"is_sarcastic": 1, "headline": "Tenured University Professors To Receive \"New\" Training On How To Wipe Students' Asses And Give Them Sexual Advice If Necessary"}
{"is_sarcastic": 1, "headline": "Chattre: The New Way to Learn Foreign Languages"}
{"is_sarcastic": 1, "headline": "Mitch McConnell and Senate Republicans Vote Down Their Own Bill Proclaiming Ocasio-Cortez President"}
{"is_sarcastic": 1, "headline": "A Message From Donald Trump"}
{"is_sarcastic": 1, "headline": "Seagulls To Be Wiped Out After BBC Live Baby Turtle Death"}
{"is_sarcastic": 1, "headline": "The Pope Speaks"}
{"is_sarcastic": 1, "headline": "Trump Cancels the 1848 Treaty of Guadalupe Hidalgo with Mexico"}
{"is_sarcastic": 1, "headline": "“It Sure Beats Oral Sex.” Bill Clinton On Hair Sniffing"}
{"is_sarcastic": 1, "headline": "Man Endured Tortuous Khmer Wedding"}
{"is_sarcastic": 1, "headline": "Harlem Man Questions Wisdom of April Fools' Day Joke of Proposing to Girlfriend He Plans to Break Up With"}
{"is_sarcastic": 1, "headline": "Vigilante Warriors Reduce Crime in Mexico"}
{"is_sarcastic": 1, "headline": "Man Amazed At Things He Discovered In Loft"}
{"is_sarcastic": 1, "headline": "Moses angry over \"divide\""}
{"is_sarcastic": 1, "headline": "Brexit News \"Just Too Silly\" Says Monty Python Fan"}
{"is_sarcastic": 1, "headline": "You Cannot Make A Silk’s Purse Out Of A Sow’s Rear Prince Charles’ Barrister Is Told"}
{"is_sarcastic": 1, "headline": "Joe Biden Doesn’t Pass Sniff Test: Muffs On Wife’s Hair"}
{"is_sarcastic": 1, "headline": "Missouri Man Loses His Poetic License"}
{"is_sarcastic": 1, "headline": "Trump Threatens to Repeal Newton's Three Laws of Thermodynamics if Not Given Funding for the Wall"}
{"is_sarcastic": 1, "headline": "Attorney General's Redaction Instructions Revealed."}
{"is_sarcastic": 1, "headline": "Biden case leads to new product protection for females “where males gather”"}
{"is_sarcastic": 1, "headline": "Multi-Chin Celebrities Trump and Limbaugh in Legal Fight Over \"Pencil Neck\" Nickname Trademark"}
{"is_sarcastic": 1, "headline": "Trump Signs Executive Order Declaring His Father Fred Trump was Born in Germany"}
{"is_sarcastic": 1, "headline": "Needle Finds Himself in Haystack"}
{"is_sarcastic": 1, "headline": "Send This to Your Local Police to Let Them Know That Your Aunt Janice Wants 1 Million Dollars Or You Get It!"}
{"is_sarcastic": 1, "headline": "Housing Benefits Minister opens up travel office for benefit receivers!"}
{"is_sarcastic": 1, "headline": "Young men having no sex on the rise. Older men suddenly feeling better about their younger sex lives also increasing."}
{"is_sarcastic": 1, "headline": "Russia, If You’re Listening, Release Trump’s Tax Returns"}
{"is_sarcastic": 1, "headline": "Honk If You’d Accept A Hug From Joe Biden"}
{"is_sarcastic": 1, "headline": "Russia-gate movie already heating up for next year’s academy awards and ceremonies"}
{"is_sarcastic": 1, "headline": "Dr. Billingsgate Captured In Three Prong Pincer Attack: Admission Scandal Alleged"}
{"is_sarcastic": 1, "headline": "Alex Jones to Head the Office of Science and Technology Policy"}
{"is_sarcastic": 1, "headline": "Old man tempted to join new team"}
{"is_sarcastic": 1, "headline": "Ten Interesting Things You Didn't Know About Balham"}
{"is_sarcastic": 1, "headline": "Trump Introduces Black New Deal"}
{"is_sarcastic": 1, "headline": "Introvert Makes Strides in People Skills"}
{"is_sarcastic": 1, "headline": "Where are they now? Leg Warmers and Snoods"}
{"is_sarcastic": 1, "headline": "Football Gossip: Mike Dean's 100 Red Cards, Celtic Prophylactic, Scotland Women, Togolese Referee Innocent"}
{"is_sarcastic": 1, "headline": "Trump's List of Priorities is Leaked to the Press"}
{"is_sarcastic": 1, "headline": "Police Squad Trucks To 'Take Out' Vehicles Whose Drivers Are On Their Mobile Phones"}
{"is_sarcastic": 1, "headline": "The Sultan Of Brunei Is A Bender"}
{"is_sarcastic": 1, "headline": "Racetrack Officials Award First Place To Jockey Who Drugged Horse"}
{"is_sarcastic": 1, "headline": "Man Felt Rapid Effects Of Lentil Soup"}
{"is_sarcastic": 1, "headline": "Nashville Vegan Learns to Fit In Better by Feigning Sickness and Toning Down Her Spark for Life"}
{"is_sarcastic": 1, "headline": "Grand National Analysis Ahead Of The Race"}
{"is_sarcastic": 1, "headline": "Grand National 2019: Grandmother's Analysis"}
{"is_sarcastic": 1, "headline": "Danny Rose Has Spoken Out On Racism"}
{"is_sarcastic": 1, "headline": "Whistleblower Releases Unredacted Mueller Report"}
{"is_sarcastic": 1, "headline": "Jeff Bezos Ex-wife \"Satisfied\" With Divorce Settlement"}
{"is_sarcastic": 1, "headline": "Republicans, Quit Picking On Alexandria Ocasio-Cortez"}
{"is_sarcastic": 1, "headline": "Electoral College Electors Hiding Out From Democratic Assassins Because of 2016 Election"}
{"is_sarcastic": 1, "headline": "Jamal Khashoggi, Lord Lucan, Shergar, MH370 Airliner Etc All Suspected Of Hiding In Ecuador Embassy Alongside Julian Assange"}
{"is_sarcastic": 1, "headline": "Aspiring Novelist Encouraged by Polite Rejections He's Received"}
{"is_sarcastic": 1, "headline": "Latest AI Voice Recognition Software Released ( err we think...)"}
{"is_sarcastic": 1, "headline": "Screaming, Crying, Throwing An Intensely Psychotic Fit, And Drinking Heavily Seen As Possible Methods For Getting Through Writer's Block"}
{"is_sarcastic": 1, "headline": "This Week's News From Pakistan"}
{"is_sarcastic": 1, "headline": "Mueller Doubts Unredacted Report Leaked"}
{"is_sarcastic": 1, "headline": "William Barr Issues New Four Page Summary; Rules that U.S. is Legally \"Still a Monarchy\""}
{"is_sarcastic": 1, "headline": "Score One For The Elephants"}
{"is_sarcastic": 1, "headline": "Joe Biden To Star In Remake of Predator"}
{"is_sarcastic": 1, "headline": "Country Music Star Admits to Being Secret Slayer Fan"}
{"is_sarcastic": 1, "headline": "The Man Who Had Talons For Toenails"}
{"is_sarcastic": 1, "headline": "5th Grader Demands Mother Tell Him Why He Was An Accident"}
{"is_sarcastic": 1, "headline": "Unredacted Mueller Report Reaches MSNBC"}
{"is_sarcastic": 1, "headline": "Drug Cartel Sues Energy Drink Corporation over Trademark Infringement"}
{"is_sarcastic": 1, "headline": "CNN Libel Trial Bombshell: Smirking Student in Viral Covington High Video was Actually Ben Shapiro"}
{"is_sarcastic": 1, "headline": "Nashville Man Misplaces Meaning of Life"}
{"is_sarcastic": 1, "headline": "Ice Cream Man Had Murder In His Eyes"}
{"is_sarcastic": 1, "headline": "Man Caught Urinating In Gent's Public Toilets"}
{"is_sarcastic": 1, "headline": "MSNBC's Copy of Unredacted Mueller Report a Hoax?"}
{"is_sarcastic": 1, "headline": "Where’s Waldo Ginsburg? She Can Hide, But She Can't Run"}
{"is_sarcastic": 1, "headline": "Bonkers Sharia Lapidationfest As Sultan Re-Issues ‘Rainy Day Women #12 & 35’ Dylan Classic"}
{"is_sarcastic": 1, "headline": "Chinese Spy Inserts Malicious Chinese Menu Into Mar-A-Lago Restaurant"}
{"is_sarcastic": 1, "headline": "France's Tax Cut Becomes a Yellow Vest Nightmare"}
{"is_sarcastic": 1, "headline": "Queens Man Singlehandedly Making America Old-School Again"}
{"is_sarcastic": 1, "headline": "Man Decides To Change His Newsagent"}
{"is_sarcastic": 1, "headline": "Alec Baldwin to run for president; hires security guards"}
{"is_sarcastic": 1, "headline": "Man Sets Out To Answer 'Chicken Or Egg?' Mystery"}
{"is_sarcastic": 1, "headline": "Virginia's National Basketball Championship Victory Boosts D.C. Man's Self-Esteem"}
{"is_sarcastic": 1, "headline": "Man's Surprise Birthday Party Was An Unqualified Success"}
{"is_sarcastic": 1, "headline": "LGBT Groups Hostile Towards Queerbaiting"}
{"is_sarcastic": 1, "headline": "Elderlies annoyed with reports on what they’re thinking about following demise"}
{"is_sarcastic": 1, "headline": "Barr dragged out of Attorney General’s office and arrested"}
{"is_sarcastic": 1, "headline": "First Black Hole Image Released: Einstein Speaks Out"}
{"is_sarcastic": 1, "headline": "Filthy Sayings and Antics of The Taco Bell Dog"}
{"is_sarcastic": 1, "headline": "Man Looked A Right Twat At School Dancing Event"}
{"is_sarcastic": 1, "headline": "Hasbro Introduces New Adult Toy: Writer's Blocks"}
{"is_sarcastic": 1, "headline": "Football Gossip: Pogba Apprenticeship, Sun and Sangria, Gone in 39 Seconds, Not Maureen, Carroll Injury?"}
{"is_sarcastic": 1, "headline": "Barr Seizing All Leaked Copies of Unredacted Mueller Report"}
{"is_sarcastic": 1, "headline": "Man Has Made Changes To The Way He Wipes His Arse"}
{"is_sarcastic": 1, "headline": "Middle Class Parents Glad Their Son Is Dropping Out Of College To Become A Correctional Officer In Order To Support Pregnant Girlfriend"}
{"is_sarcastic": 1, "headline": "WikiLeaks Gets Plugged: The 10 Reasons Why"}
{"is_sarcastic": 1, "headline": "Assange, Snowden, Shrdlu: Three Exiles in Conversation"}
{"is_sarcastic": 1, "headline": "Could Photographic Tongues Replace Eyes And Smartphones?"}
{"is_sarcastic": 1, "headline": "Influencers? Who the F*ck Do You Think You Are?"}
{"is_sarcastic": 1, "headline": "Oh, My God! It's Not.... Not.... Not PRESIDENTIAL ELECTION Time Again Is It???????"}
{"is_sarcastic": 1, "headline": "Man Kept Thinking It Was Saturday When It Was Only Friday!"}
{"is_sarcastic": 1, "headline": "Ecuador Falls from List of Top Ten Asylum Destinations for Journalists"}
{"is_sarcastic": 1, "headline": "American Universities Becoming More Successful At Discovering Signs Of \"At-Risk\" Students"}
{"is_sarcastic": 1, "headline": "Giant Fatberg Discovered Under Former Assange Dugout At Ecuador’s London Embassy"}
{"is_sarcastic": 1, "headline": "Trump’s Tax Returns, School Grades And SAT Scores Released By WikiLeaks"}
{"is_sarcastic": 1, "headline": "Nashville Man Prioritizes His Health By Switching from Sprite to Canada Dry"}
{"is_sarcastic": 1, "headline": "Man for the Life of Him Can't Spell Rythym"}
{"is_sarcastic": 1, "headline": "Left Hand Now Knows What Right Hand Is Doing"}
{"is_sarcastic": 1, "headline": "Person who has avoided Game of Thrones for 10 years accidentally watches an episode"}
{"is_sarcastic": 1, "headline": "Wisconsin Resident Angry That Hoia-Baciu Forest In Romania Was Ranked \"Second\" On Random Website Last Weekend"}
{"is_sarcastic": 1, "headline": "Black Holes: Potential For Environmental Waste Disposal 'Enormous', Claims Man"}
{"is_sarcastic": 1, "headline": "Black Hole Is Exactly As It Was Expected To Be"}
{"is_sarcastic": 1, "headline": "Nashville Man Concludes Thinking Not Really for Him"}
{"is_sarcastic": 1, "headline": "Julian Assange Has Escaped From Custody"}
{"is_sarcastic": 1, "headline": "Julian Assange: Profile"}
{"is_sarcastic": 1, "headline": "Black Hole Needs To Pull Up Its Pants"}
{"is_sarcastic": 1, "headline": "Elton John FA Cup Final Performance Offer Snubbed"}
{"is_sarcastic": 1, "headline": "Man Massaged Johnson On Bus"}
{"is_sarcastic": 1, "headline": "Corporate Adviser Doing Well In Life Despite Lower Middle Class Upbringing"}
{"is_sarcastic": 1, "headline": "Revenge Of Jacques De Molay As Notre Dame Is Toast"}
{"is_sarcastic": 1, "headline": "Gay couple are finally married"}
{"is_sarcastic": 1, "headline": "Premier League Title Race Is So Exciting, That Fans Are Literally 'Touching Cloth'"}
{"is_sarcastic": 1, "headline": "New York Woman Excels at Handling Crises She Herself Creates"}
{"is_sarcastic": 1, "headline": "Wingless bird, not an Ibis, but near, goes on a Jihad!"}
{"is_sarcastic": 1, "headline": "Tiger Woods Says He Nearly Didn't Bother Turning Up"}
{"is_sarcastic": 1, "headline": "Donald Trump News Becoming More Obscure"}
{"is_sarcastic": 1, "headline": "Britain's Got Violent"}
{"is_sarcastic": 1, "headline": "Julian Assange Seen Hugging Tiger Woods After Victory At Masters"}
{"is_sarcastic": 1, "headline": "All Foreign Born Premier League Footballers Required to Leave England in New Brexit Deal"}
{"is_sarcastic": 1, "headline": "William Barr Issues New 4-Page Summaries Exonerating \"Aunt Becky\" Actress Lori Loughlin and R. Kelly of All Crimes"}
{"is_sarcastic": 1, "headline": "Mueller Report Released, With Redactions"}
{"is_sarcastic": 1, "headline": "Nobody Can Quite Believe Tiger Woods Has Won The Augusta Masters!"}
{"is_sarcastic": 1, "headline": "Commercials Criticized for Becoming Overly Commercialized"}
{"is_sarcastic": 1, "headline": "Man Slacking At Work Told To Pull His Finger Out"}
{"is_sarcastic": 1, "headline": "Game Of Thrones Fans Threaten To Kill Themselves If A Ninth Series Is Not Made"}
{"is_sarcastic": 1, "headline": "Valerie Thighborg challenges Assange accuser “Miss W” to big wrestling match at Wembley Stadium"}
{"is_sarcastic": 1, "headline": "Man Who Listened To Kraftwerk Song Can't Get It Out Of His Mind"}
{"is_sarcastic": 1, "headline": "Round the world dog swimmer loses its way!"}
{"is_sarcastic": 1, "headline": "Shrdlu Enters Presidential Race; Releases 65 Years of Taxes"}
{"is_sarcastic": 1, "headline": "Corporate Visitors Pleased By \"Wet Garbage And Poop\" Smell Coming From Northeast Section Of Factory"}
{"is_sarcastic": 1, "headline": "Charlize Theron Is “Shockingly Available “ And Waiting For Someone To “Step Up” And Ask Her Out On A Date - Yeah Right!"}
{"is_sarcastic": 1, "headline": "Catholic Church Plans Bring-And-Buy Sales To Raise Money For Notre-Dame Repairs"}
{"is_sarcastic": 1, "headline": "Acquaintances Reluctantly Concede that Super Cool-Seeming Guy Is In Fact Really Cool"}
{"is_sarcastic": 1, "headline": "Nappy-Headed Nubians Sighted In Halls Of Congress"}
{"is_sarcastic": 1, "headline": "Opinion: Solving the immigration crisis"}
{"is_sarcastic": 1, "headline": "Man Spends His Time Unravelling String"}
{"is_sarcastic": 1, "headline": "Man Is Forming A Band Like Kraftwerk"}
{"is_sarcastic": 1, "headline": "HI-R-ME4 Robotics Research Lab Facing Litigation and Bankruptcy"}
{"is_sarcastic": 1, "headline": "Boston Man Boosts Intellectual Reputation by Incorporating \"Former\" and \"Latter\" Into Regular Conversation"}
{"is_sarcastic": 1, "headline": "Man Thought Birds' Tweeting Was Someone Fucking About"}
{"is_sarcastic": 1, "headline": "Man Spends Weekend In Garden Shed After Dispute With Wife"}
{"is_sarcastic": 1, "headline": "Weed & Pistachio Ice Cream A Big Hit On 4/20 Holiday Weedend"}
{"is_sarcastic": 1, "headline": "Looser Guccifer 2.0 blows whistle on Hillary and Mueller as they celebrate The Report in sleazy nightclub"}
{"is_sarcastic": 1, "headline": "“This Is The End Of My Presidency. I’m F——ked.”"}
{"is_sarcastic": 1, "headline": "The Fat Lady Sings: The Trump Runner Vanquishes Wile E Mueller"}
{"is_sarcastic": 1, "headline": "University Professor Relieved It Was Original Notre Dame that Burned"}
{"is_sarcastic": 1, "headline": "Man Tries To Clone Ian Curtis"}
{"is_sarcastic": 1, "headline": "First Year College Student Wards Off Sexual Advances From Academic Advisor While Maintaining Ferocious And Uncontrollable Desire To Become A Historical Archivist"}
{"is_sarcastic": 1, "headline": "Man Admits That The First Time He Heard 'Underpass' By John Foxx, He Thought The Singer Was Singing 'Underpants'"}
{"is_sarcastic": 1, "headline": "Local Resident Constantly Finding It Difficult To Masturbate In \"Newly Purchased\" Haunted House"}
{"is_sarcastic": 1, "headline": "Abrams Outlines Plans for a Future Sci-Fi Saga"}
{"is_sarcastic": 1, "headline": "80 Year-0ld Spinster Sets Record: Listens To “Dungaree Doll” By Eddie Fisher For 128 Hours"}
{"is_sarcastic": 1, "headline": "Crown of Thorns Lost After Notre Dame Fire"}
{"is_sarcastic": 1, "headline": "Former Punk Rocker Achieves True Success by Going to Work for Healthcare Company"}
{"is_sarcastic": 1, "headline": "Forensic Team Say They Know The Cause Of Notre Dame Fire"}
{"is_sarcastic": 1, "headline": "Notre Dame Cathedral Not As Badly Damaged As Was First Thought"}
{"is_sarcastic": 1, "headline": "Peter Hook Did Not Sing On 'Doubts Even Here'"}
{"is_sarcastic": 1, "headline": "Woman Visited 'Hall Of Mirrors' And 'Stayed Like That'"}
{"is_sarcastic": 1, "headline": "Pete Buttigieg powers past Pete Davidson to become most popular Pete"}
{"is_sarcastic": 1, "headline": "Trump Doubts Existence of Black Hole"}
{"is_sarcastic": 1, "headline": "Bloody Who?"}
{"is_sarcastic": 1, "headline": "Secular AA Member Explains that His Loving Higher Power Is Totally Different from a \"God\""}
{"is_sarcastic": 1, "headline": "Durutti Column Enthusiast Can't Bring Himself To Part With Vinyl Album"}
{"is_sarcastic": 1, "headline": "Students Transferring To Other Colleges Because Professor Keeps Passionately Talking About \"Vlad The Impaler\" Instead Of Teaching World History"}
{"is_sarcastic": 1, "headline": "A Day in the Life of Juke Dagger MMA Fighter"}
{"is_sarcastic": 1, "headline": "Notre Dame Cathedral More Popular Than Ever Before"}
{"is_sarcastic": 1, "headline": "Trump And Hamburgers And Delusional People"}
{"is_sarcastic": 1, "headline": "Creation of a New Extreme Sport No Holds Barred Golf"}
{"is_sarcastic": 1, "headline": "Extreme Brexit a Micro Nationalist Dream"}
{"is_sarcastic": 1, "headline": "Tucker Carlson, Under Fire at Fox News, to Replace Eric Cartman on South Park"}
{"is_sarcastic": 1, "headline": "Stephen Fry 'Beside Himself' That He Hasn't Been Chosen For Oscar Wilde Role"}
{"is_sarcastic": 1, "headline": "FDA Abandons Term \"Overweight\" in Favor of \"Natural Weight\""}
{"is_sarcastic": 1, "headline": "Sarah Sanders ‘Is Monica Lewinsky In Drag’"}
{"is_sarcastic": 1, "headline": "Aussie PM Snott Orifice outraged!"}
{"is_sarcastic": 1, "headline": "Disneyland Replaces \"Great Moments with Lincoln\" with \"Great Tweets from Trump\""}
{"is_sarcastic": 1, "headline": "Ukrainians Elect Comedian as President"}
{"is_sarcastic": 1, "headline": "Aussie PM Snott Orifice does Nazi salute"}
{"is_sarcastic": 1, "headline": "Teacher Embarrassed By Algebra Question"}
{"is_sarcastic": 1, "headline": "Man Discovers Strange Collection Of Dolls' Heads In Bloke's House"}
{"is_sarcastic": 1, "headline": "Dead Duck Gate heating up as witness ducks found near the bench in Salisbury Park"}
{"is_sarcastic": 1, "headline": "Trump: \"I Love This Job. I Can Get Screwed Ten Times A Day And Melania Understands.\""}
{"is_sarcastic": 1, "headline": "Trump State Visit to UK Announced: Londoners Cock-a-hoop"}
{"is_sarcastic": 1, "headline": "Faint of Heart Finally Find a Hobby"}
{"is_sarcastic": 1, "headline": "Champions League Place Contenders Couldn't Be Arsed"}
{"is_sarcastic": 1, "headline": "Old Bus Ticket Found In Jeans Pocket"}
{"is_sarcastic": 1, "headline": "Mysterious Man With Hunchback Seen Exiting Notre Dame During Fire"}
{"is_sarcastic": 1, "headline": "TV Guide - 24th April"}
{"is_sarcastic": 1, "headline": "Buckingham Palace Deploys Thermal Lances In Emergency Fatberg Removal"}
{"is_sarcastic": 1, "headline": "Trump Declares War On Mexico, Iran, China, Venezuela, Joe Biden, And His Scale"}
{"is_sarcastic": 1, "headline": "Worshippers of POTUS Who Worships Only Himself Hate Term “Easter Worshippers”"}
{"is_sarcastic": 1, "headline": "The Bomb Plot"}
{"is_sarcastic": 1, "headline": "Billiard Ball Spotted In Middle Of Road"}
{"is_sarcastic": 1, "headline": "Traffic Violations on the Rise in Wal Mart Stores"}
{"is_sarcastic": 1, "headline": "Writer Impressed at Speed with which His Best Ideas Run Away"}
{"is_sarcastic": 1, "headline": "Woman Heard 'Can't Get You Out Of My Head' By Kylie Minogue, And Couldn't Get It Out Of Her Head"}
{"is_sarcastic": 1, "headline": "Shaq to be Lakers New Head Coach?"}
{"is_sarcastic": 1, "headline": "Worker Pissed Off With Bosses Is On The Verge Of Telling Them To Go Fuck Themselves"}
{"is_sarcastic": 1, "headline": "Affluent Homelessness on the Rise"}
{"is_sarcastic": 1, "headline": "Neural Implant that Could Translate Brain Activity in Stupid People"}
{"is_sarcastic": 1, "headline": "Bidet Runs In 2020"}
{"is_sarcastic": 1, "headline": "Fad Dieter Disappointed to Learn that Fasting Just Means Not Eating"}
{"is_sarcastic": 1, "headline": "Man Yawns, Burps, Farts And Sneezes All At The Same Time!"}
{"is_sarcastic": 1, "headline": "First Black Hole Contains Second Black Hole"}
{"is_sarcastic": 1, "headline": "Man's Daughter Fired Plastic Gun Relentlessly"}
{"is_sarcastic": 1, "headline": "NRA Rolls Out Paintball Guns for New Initiative Saying: “No More Blood, Just Paint”"}
{"is_sarcastic": 1, "headline": "Extinction Rebellion Is Over Until The Same Time Next Year"}
{"is_sarcastic": 1, "headline": "Fat kids encouraged to do more sport"}
{"is_sarcastic": 1, "headline": "\"Doomsday Could Last For Many Years,” Predicts Mayan High Chief God Emeritus, Hokum Hokum"}
{"is_sarcastic": 1, "headline": "Donald Trump Underscores His Emotional Insecurities in Description of 2020 Presidential Candidates"}
{"is_sarcastic": 1, "headline": "Giant Killer Squid Attack Predicted Ahead Of Trump UK Trip"}
{"is_sarcastic": 1, "headline": "George Orwell Has Written A New Book, Even Though He's Dead"}
{"is_sarcastic": 1, "headline": "New Study Shows Most People Pretty Average"}
{"is_sarcastic": 1, "headline": "Debenhams Hull Store To Remain Open, Much To The Relief Of Man's Mother"}
{"is_sarcastic": 1, "headline": "With a Song in His Heart, Cardiac Patient Can't Stop Singing"}
{"is_sarcastic": 1, "headline": "Trump To Face Challenge From George Clinton"}
{"is_sarcastic": 1, "headline": "Trump Declares Cuba Belongs to U.S."}
{"is_sarcastic": 1, "headline": "New Study Says Breathing Will Help You Live Longer"}
{"is_sarcastic": 1, "headline": "Democrats hope to ride prisoner voting issue all the way to the White House"}
{"is_sarcastic": 1, "headline": "Criminals could get Legal Aid"}
{"is_sarcastic": 1, "headline": "Charleston Man Avoids Relationship Conversation by Resuming Dipping Tobacco Habit"}
{"is_sarcastic": 1, "headline": "Woman Runs Screaming Out Of Building"}
{"is_sarcastic": 1, "headline": "Ecuadorian Embassy Turned Into Julian Assange's Own Dirty F-ing Art Studio"}
{"is_sarcastic": 1, "headline": "Woman Washed Trousers With Money In Back Pocket, And Did Not Discover It!"}
{"is_sarcastic": 1, "headline": "Murder Mystery In Country House Has Police Baffled"}
{"is_sarcastic": 1, "headline": "Slim Everdingle’s Wife Throws Away Gold Coins Because Dates Had Expired"}
{"is_sarcastic": 1, "headline": "Man still thinks he is in with a chance"}
{"is_sarcastic": 1, "headline": "Man shocked to realise he is 'that' man"}
{"is_sarcastic": 1, "headline": "Plan To Rename 2020 London Marathon"}
{"is_sarcastic": 1, "headline": "London Marathon Winner Kept On Running All The Way Back To Kenya"}
{"is_sarcastic": 1, "headline": "Elton John is not actually gay"}
{"is_sarcastic": 1, "headline": "Underpaid Workers Happy to Help Capitalism Thrive"}
{"is_sarcastic": 1, "headline": "Man Wouldn't Mind Going To A Cricket Match"}
{"is_sarcastic": 1, "headline": "Farmers Discuss What A Lettuce Would Be Called, If It Wasn't Called A Lettuce"}
{"is_sarcastic": 1, "headline": "Lonely College Student Sincerely Hopes He Can Find Controlling Woman To Completely Destroy His Life Upon Graduation"}
{"is_sarcastic": 1, "headline": "Man Arrested for Murdering a Reclining Chair in Local Furniture Store"}
{"is_sarcastic": 1, "headline": "Golf Umbrella Was Not 'Fit For Purpose'"}
{"is_sarcastic": 1, "headline": "Do It Yourself Health Care - Yes, It Has Come To That."}
{"is_sarcastic": 1, "headline": "Superstar ISIS lead-singer releases latest U tube video and it tops Drake!"}
{"is_sarcastic": 1, "headline": "Nashville Man Reaps What He Sows and Finds He’s Not a Big Fan of Cucumbers"}
{"is_sarcastic": 1, "headline": "Trump's Face To Appear On New $1 And $1,000 Bills"}
{"is_sarcastic": 1, "headline": "Kate Middleton To Play Upstairs Downstairs’ Rose Buck"}
{"is_sarcastic": 1, "headline": "Bermuda Triangle Has Gone Missing"}
{"is_sarcastic": 1, "headline": "More Than Half Of Denmark Is Now Built From Lego"}
{"is_sarcastic": 1, "headline": "Shrdlu Launches Anti-Biden Campaign Song"}
{"is_sarcastic": 1, "headline": "Society Has Too Much Fucking Profanity, According to Some Goddamn Study"}
{"is_sarcastic": 1, "headline": "We Want Your Oil Venezuela!"}
{"is_sarcastic": 1, "headline": "World's ice cream supply will run out in 20 years"}
{"is_sarcastic": 1, "headline": "President Trump Mandates the Creation of The Agency of Asylum and Indentured Servitude"}
{"is_sarcastic": 1, "headline": "BDSM Fan's Golden Rule Philosophy Causes Unfortunate Misunderstandings"}
{"is_sarcastic": 1, "headline": "Donald Trump Speaks Out Against Hate Crimes"}
{"is_sarcastic": 1, "headline": "“Me Too” Gerbil Claims “We Ain’t Gonna Take This Sitting Down.”"}
{"is_sarcastic": 1, "headline": "Trump to Receive Honorary Doctorate in Humane Letters"}
{"is_sarcastic": 1, "headline": "Bookworm Has Read Some Awful Books Lately"}
{"is_sarcastic": 1, "headline": "Loch Ness Monster Mystery Solved"}
{"is_sarcastic": 1, "headline": "SCOOP! We Get A Recording Of Putin And Jong Un's Good Ole Boy Meeting"}
{"is_sarcastic": 1, "headline": "Man Deliberated For Too Long"}
{"is_sarcastic": 1, "headline": "Sisyphus Learns to Enjoy the Process"}
{"is_sarcastic": 1, "headline": "Song celebrates streets of San Francisco"}
{"is_sarcastic": 1, "headline": "Joe Biden Proposes Tax On 4 Hour Erections To Fund Medicare For All"}
{"is_sarcastic": 1, "headline": "Rare Leonardo Da Vinci Drawing Of Prince Philip Goes On Display"}
{"is_sarcastic": 1, "headline": "Britain's toilet addiction is out of control"}
{"is_sarcastic": 1, "headline": "British Magistrate Gives Assange a Stern F-ing Warning After Sentencing"}
{"is_sarcastic": 1, "headline": "Outrage at Facebook IQ and Extremism Test"}
{"is_sarcastic": 1, "headline": "Kraftwerk Gig Voted 'Best Of All Time'"}
{"is_sarcastic": 1, "headline": "Mumford & Sons - Does Anybody Really Like Them?"}
{"is_sarcastic": 1, "headline": "Southern Writer Aims for Brevity and Ends Up with Blank Page"}
{"is_sarcastic": 1, "headline": "Trump To Meet Ice Cube Over Future Of Hip-Hop"}
{"is_sarcastic": 1, "headline": "Offending People Online - Your Guide"}
{"is_sarcastic": 1, "headline": "Bishop's dead pig orgy \"not illegal\""}
{"is_sarcastic": 1, "headline": "Olympics To Offer Inter-Sex, All Specie Competition: Dog Diarrhea Contest Possible"}
{"is_sarcastic": 1, "headline": "We Might as Well be Walking on the Sun"}
{"is_sarcastic": 1, "headline": "Hospital Patients Willing to Stop Treatment To Watch Avengers Endgame"}
{"is_sarcastic": 1, "headline": "Midlands Couple Off To Skegness In July"}
{"is_sarcastic": 1, "headline": "New Study Shows People Unwilling to Read Overly Long Head"}
{"is_sarcastic": 1, "headline": "Welcome to Menda-City - New Town to be constructed after Brexit"}
{"is_sarcastic": 1, "headline": "Telemarketers Condemned to Fate Worse than Hell at Anti-Robocall Convention"}
{"is_sarcastic": 1, "headline": "Star Wars Chewbacca Was Really An Actor In A Monkey Suit"}
{"is_sarcastic": 1, "headline": "Being a Condescending, Self-Righteous, Greedy, Narcissistic Asshole Actually Leads to Happiness, According To Report"}
{"is_sarcastic": 1, "headline": "Stockholm International Airport's Anti-Terrorism Toilets Raise Eyebrows"}
{"is_sarcastic": 1, "headline": "Marvel to Release Aunt Man and Uncle Woman"}
{"is_sarcastic": 1, "headline": "Bolsonaro's Business"}
{"is_sarcastic": 1, "headline": "Drug Company Introduces Roundup-Ready Aspirin"}
{"is_sarcastic": 1, "headline": "Early Roll Out of 2020 Nationalist Campaign Ad Sample"}
{"is_sarcastic": 1, "headline": "Our All-Hearing Drones Succeed Once Again! We Eavesdrop On The Latest Trump – Putin Phone Call!"}
{"is_sarcastic": 1, "headline": "Administrative Assistant Feels He Was Sexually Harassed On First Date"}
{"is_sarcastic": 1, "headline": "Once More, Bill Barr, Undo the Breach in the Mueller Report"}
{"is_sarcastic": 1, "headline": "Judges: Ohio illegal, at least on paper"}
{"is_sarcastic": 1, "headline": "Time To Dump Trump"}
{"is_sarcastic": 1, "headline": "Student Had \"Wholly Inappropriate\" Tattoo"}
{"is_sarcastic": 1, "headline": "Trump Pardons Racehorse, Blames Robert Mueller As Maximum Security Bombs"}
{"is_sarcastic": 1, "headline": "Jilted Kim Jong Un Fires Missiles Out of Sexual Frustration Over Trump"}
{"is_sarcastic": 1, "headline": "Solskjaer Stance On Parking Spaces Hints At Concrete Future For United"}
{"is_sarcastic": 1, "headline": "Ad Exec Plans to Start Living in Present Moment Very Soon"}
{"is_sarcastic": 1, "headline": "Unexploded WWII Bomb Found Under Houses Of Parliament"}
{"is_sarcastic": 1, "headline": "Full Time Community Interrogator Needed at Inhuman Services"}
{"is_sarcastic": 1, "headline": "Subbuteo Football Player Sustains Career-Threatening Injury"}
{"is_sarcastic": 1, "headline": "Trump Trip Off As Deadly Trompette Fungus Materialises In American Ambassador’s Plumbing"}
{"is_sarcastic": 1, "headline": "World's most hated whale safe from extinction"}
{"is_sarcastic": 1, "headline": "Law Firm Mistakenly Gives Company Umbrella to Non-Employee Cleaning Woman"}
{"is_sarcastic": 1, "headline": "Kentucky Derby: Russian Interference Alleged"}
{"is_sarcastic": 1, "headline": "Trump: \"Mueller Couldn't Get Me, So They Impeached the Derby Winner\""}
{"is_sarcastic": 1, "headline": "Way Is Now Open For Jussie Smollett To Become The New Chewbacca"}
{"is_sarcastic": 1, "headline": "Girl's T-shirt Was 'A Bit Much' To Be Honest"}
{"is_sarcastic": 1, "headline": "Midlands Couple Caught Shafting In Bus Shelter"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi besieged with bad dreams seeks psychiatrist; ends with further shivers"}
{"is_sarcastic": 1, "headline": "Flat Earth Theory To Be Taught In Schools"}
{"is_sarcastic": 1, "headline": "Georgia Will Close All Northbound Interstates After Passing Stringent Anti-Abortion Bill"}
{"is_sarcastic": 1, "headline": "Cereal Killer Terrorizes Suburban Indianapolis"}
{"is_sarcastic": 1, "headline": "Notts County, The Oldest Football Club In The World, Drop Through The 'Trap Door'"}
{"is_sarcastic": 1, "headline": "Trump's Got Wood for Tiger Woods"}
{"is_sarcastic": 1, "headline": "President Trump Has Forgotten About Mexican Border Wall"}
{"is_sarcastic": 1, "headline": "FBI - CIA “Honey Pot” Operation Falls Flat On Its Face"}
{"is_sarcastic": 1, "headline": "Los Tres Cojones Trio at The White House confesses anomaly; US doctors indicate requests for implants now viral"}
{"is_sarcastic": 1, "headline": "The Secrets of Companies that are Great at Firing"}
{"is_sarcastic": 1, "headline": "Melania Trump's New Be A Beast Campaign"}
{"is_sarcastic": 1, "headline": "Following Latest Dire Climate Report, Trump Places Himself on Endangered Species List"}
{"is_sarcastic": 1, "headline": "Royal baby may be called East, West, North, South or even Countyov Sussex"}
{"is_sarcastic": 1, "headline": "Nuclear submarine surfaces to clear plastic waste from periscope"}
{"is_sarcastic": 1, "headline": "Noel Gallagher And Elton John To Record Live Wembley Album Before FA Cup Final"}
{"is_sarcastic": 1, "headline": "Zany Slummer: Boycott Windy's: “They're a bunch of cocks!”"}
{"is_sarcastic": 1, "headline": "Delia Smith Is Going To Bake A Special Cake To Celebrate Norwich City Being Promoted"}
{"is_sarcastic": 1, "headline": "Trump and Bolton Anxious for Opportunity to Personally Lead Nation's Troops Into War With Iran"}
{"is_sarcastic": 1, "headline": "Trump A Busted Flush In UK Premiership Football Club Scam"}
{"is_sarcastic": 1, "headline": "Barr and Mueller flee to Saudi Arabia"}
{"is_sarcastic": 1, "headline": "Living by Anti-Zen Principles"}
{"is_sarcastic": 1, "headline": "Phone costs football star his car"}
{"is_sarcastic": 1, "headline": "Iceland launches new low cost cryonics service"}
{"is_sarcastic": 1, "headline": "Taxidermist To The Stars Claims He Mounted Pelosi And Biden"}
{"is_sarcastic": 1, "headline": "Abacus still works after 66 years in loft"}
{"is_sarcastic": 1, "headline": "Simple brain zapper gives older adults the cognitive skills of a 20 year old"}
{"is_sarcastic": 1, "headline": "No Comment from Coworkers as New York Man Continues to Wear Same Outfit to Work Every Day for Three Weeks and Counting"}
{"is_sarcastic": 1, "headline": "Danny Baker Mulling-Over Spoof Invitation"}
{"is_sarcastic": 1, "headline": "Barcelona Misery Total After Team Bus Was 'Up On Bricks'"}
{"is_sarcastic": 1, "headline": "Harry And Meghan Reveal Inspiration For Baby's Name"}
{"is_sarcastic": 1, "headline": "Annoying Trend of Nationalist Machine Gun Talking"}
{"is_sarcastic": 1, "headline": "Hole In Woman's Jeans Exposed Filthy Underkegs"}
{"is_sarcastic": 1, "headline": "Uber Purchases Ailing 737 Max 8s For New Venture"}
{"is_sarcastic": 1, "headline": "Someone At Uthiefa Got Massive Bung For Insane Baku Pick"}
{"is_sarcastic": 1, "headline": "Reincarnated Writer Discovers He Was Just As Lonely, Miserable, Confused, Unsuccessful, And Alcoholic In Previous Life As He Is In This One"}
{"is_sarcastic": 1, "headline": "Team of Man United Scientists Claim Anfield Is “Not A Special Place”"}
{"is_sarcastic": 1, "headline": "Joe Biden’s First Words After Having Head Cryogenically Frozen"}
{"is_sarcastic": 1, "headline": "The Dangers of Sucking Disco Balls"}
{"is_sarcastic": 1, "headline": "Where are they now? Radio Veronica and Dutch Rock Bands of the 1970s"}
{"is_sarcastic": 1, "headline": "Pastry Chef's Daughter Secretly Yearns to Be Gluten-Free"}
{"is_sarcastic": 1, "headline": "Sussex man robbed of Atlantic crossing record as ketchup bottle drifts back to the start"}
{"is_sarcastic": 1, "headline": "Community Service Projects Still Provide Excellent Way To Relieve Horrendous Amounts Of Guilt"}
{"is_sarcastic": 1, "headline": "Aflac Duck Lays Egg, Files Sexual Identity Suit"}
{"is_sarcastic": 1, "headline": "Barcelona - Is This The End?"}
{"is_sarcastic": 1, "headline": "North Korean Missile Lands In Man's Back Garden"}
{"is_sarcastic": 1, "headline": "Tuva Airlines Recognized as Most INEPT in World"}
{"is_sarcastic": 1, "headline": "Melania Trump Applies for Political Asylum in Mexico"}
{"is_sarcastic": 1, "headline": "Glamping Beyond Your Budget? Cheap Motel Offers \"Tramping\" Vacations"}
{"is_sarcastic": 1, "headline": "Britain's cummerbund industry expecting post-Brexit boom"}
{"is_sarcastic": 1, "headline": "Tartare Sauce Had Reached Its Expiry Date 'Some Time Ago'"}
{"is_sarcastic": 1, "headline": "David Beckham Has More Points In The Last Month Than Manchester United"}
{"is_sarcastic": 1, "headline": "Football Season Is Over"}
{"is_sarcastic": 1, "headline": "Harry and Meghan post adorable photo of Archie's first POO"}
{"is_sarcastic": 1, "headline": "Trump To Give Commencement Address At Trump University"}
{"is_sarcastic": 1, "headline": "Deep State Raising Gay Amphibian Martian Army"}
{"is_sarcastic": 1, "headline": "Nashville Old-Timer Intrigued to Learn There's Also a \"Broadway\" in New York City"}
{"is_sarcastic": 1, "headline": "Ayatollah Mocked For ‘Stupid Meghan Markle Hat’"}
{"is_sarcastic": 1, "headline": "CONSTITUTIONAL CRISIS: Trump’s Albino Raccoon Hairpiece Subpoenaed By Congress"}
{"is_sarcastic": 1, "headline": "Child Demands That His Insecure Parents Apologize To Overwhelmed, Burned-Out Teachers"}
{"is_sarcastic": 1, "headline": "Go Fund Me Border Wall Donors Go F-ck Yourself"}
{"is_sarcastic": 1, "headline": "“We Won’t Vote to Impeach or Remove Trump” Say GOP Members of Obsolete Branch of Government"}
{"is_sarcastic": 1, "headline": "Man Has Aspirations Of Being An International Spoof Playboy"}
{"is_sarcastic": 1, "headline": "Man Judged Book By Its Cover"}
{"is_sarcastic": 1, "headline": "7th Grade Essay Contest Winner Informed He Will Eventually Need To Find 'A Real Job' Despite His Natural Ability"}
{"is_sarcastic": 1, "headline": "Trump Wants Mosque Removed Ahead Of London Visit"}
{"is_sarcastic": 1, "headline": "Trump “tempers” Bolton and Pompeo in special White House ops"}
{"is_sarcastic": 1, "headline": "Mad Trump Disease and the Nationalist Voter"}
{"is_sarcastic": 1, "headline": "Carbs Sue Keto Doctor for Slander"}
{"is_sarcastic": 1, "headline": "Idioms For Idiots"}
{"is_sarcastic": 1, "headline": "Man escorted from a Mall for clowning around"}
{"is_sarcastic": 1, "headline": "Blacklisp Spoiler"}
{"is_sarcastic": 1, "headline": "Trump Invites Davros and the Daleks to White House Fast Food Feast"}
{"is_sarcastic": 1, "headline": "Man's Telephone Has Lost Its Color Function, And Is Now Black-And-White Only, Like 'Rumble Fish' (1983)"}
{"is_sarcastic": 1, "headline": "Georgia introduces anti-wanking law"}
{"is_sarcastic": 1, "headline": "China Tells Trump \"Stop Punching Yourself!\""}
{"is_sarcastic": 1, "headline": "\"Lewis Hamilton Isn't That Good\" Claims Ageing Scalextric Driver"}
{"is_sarcastic": 1, "headline": "Boxer Rebellion: Dogs Piss And Miss Mayor De Blasio’s Revolving Fire Hydrants"}
{"is_sarcastic": 1, "headline": "Oil Discovered In Man's Back Garden"}
{"is_sarcastic": 1, "headline": "New Study Shows Tuesdays Suck Even Worse than Mondays"}
{"is_sarcastic": 1, "headline": "Trump May Pardon Lt. Calley for My Lai Massacre"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #1: The Mayfly"}
{"is_sarcastic": 1, "headline": "New Zealand Prime Minister admits she's \"stumped\""}
{"is_sarcastic": 1, "headline": "\"Jeremy Kyle Dropped Me from His Show\""}
{"is_sarcastic": 1, "headline": "Trump Pardons Fun Lovin' Criminals"}
{"is_sarcastic": 1, "headline": "Lone Ranger Admits to Being More of an Introvert"}
{"is_sarcastic": 1, "headline": "Jimmy White Accused Of 'Interfering With Boy's Cue'"}
{"is_sarcastic": 1, "headline": "Boor War: Hostilities Begin with Two Cretins at the Dinner Table"}
{"is_sarcastic": 1, "headline": "History Rewritten- The American Civil War"}
{"is_sarcastic": 1, "headline": "Palestine To Compete In Eurovision Song Contest For The First Time"}
{"is_sarcastic": 1, "headline": "Bolton and Pompeo with possible new executive positions in the nuclear war shelter business"}
{"is_sarcastic": 1, "headline": "Mosquito In Sink Was Already Dead"}
{"is_sarcastic": 1, "headline": "Alabama’s Abortion Law And The Male Castration Footnote"}
{"is_sarcastic": 1, "headline": "Nigel Farage: \"I can't stop eating voles\""}
{"is_sarcastic": 1, "headline": "AL Neocons Dismayed to Realize Types of Babies Likely to Be Born as Result of Restrictive New Anti-Abortion Law"}
{"is_sarcastic": 1, "headline": "Cerne Abbas Giant Downs Tool in Image Rights Protest"}
{"is_sarcastic": 1, "headline": "Jimmy White And 'Rocket' Ronnie O'Sullivan Get EastEnders Call-up"}
{"is_sarcastic": 1, "headline": "Boy Scout diagnosed with PTSD"}
{"is_sarcastic": 1, "headline": "Why Jimmy Carter didn't Pardon Turkeys"}
{"is_sarcastic": 1, "headline": "And.... PULL! ; New Republican Alternatives to Abortion"}
{"is_sarcastic": 1, "headline": "Pep Guardiola Told That Manchester City Must Improve If He Is To Keep His Job"}
{"is_sarcastic": 1, "headline": "Open-Minded Boyfriend Supports Girlfriend in Her Vegan Hobby"}
{"is_sarcastic": 1, "headline": "Rachel Riley Takes on Internet Trolls over AntiSUMitism"}
{"is_sarcastic": 1, "headline": "Alabama Legalizes Rape"}
{"is_sarcastic": 1, "headline": "Game Of Thrones: Furious Fans Want Ned Stark Brought Back"}
{"is_sarcastic": 1, "headline": "Barr Admits that No One Saw the Unredacted Mueller Report Because He Spilled Coffee on It"}
{"is_sarcastic": 1, "headline": "BTS Are \"Completely Different\" From Anything That Has Gone Before"}
{"is_sarcastic": 1, "headline": "Nashville Ne'er-Do-Well Consoles Himself that Winning Isn't Everything"}
{"is_sarcastic": 1, "headline": "Competing BDSM rallies clash in Portland"}
{"is_sarcastic": 1, "headline": "Game Of Thrones: Fans Will March On Winterfell If Final Series Is Not Rewritten"}
{"is_sarcastic": 1, "headline": "'Frisco to Ban Fingerprints, DNA in Criminal Trials"}
{"is_sarcastic": 1, "headline": "Wombles In The Recording Studio Again"}
{"is_sarcastic": 1, "headline": "Old Lady Finds Love At Last"}
{"is_sarcastic": 1, "headline": "Mary Had an Abortion Before Jesus, Biblical Archeologists Claim"}
{"is_sarcastic": 1, "headline": "Trump sits with hand on phone waiting for call from Iran"}
{"is_sarcastic": 1, "headline": "Alabama Rot Spreads To Governor’s Mansion"}
{"is_sarcastic": 1, "headline": "Young Man's Death Deemed Non-Tragic Suicide"}
{"is_sarcastic": 1, "headline": "County Joe's 'Fixin' To Die Rag' From Woodstock Rebooted For Our Modern Iran Dilemma"}
{"is_sarcastic": 1, "headline": "Pep Guardiola Had 'A Lump In His Throat' For Watford At Final Whistle"}
{"is_sarcastic": 1, "headline": "An Article About Sex"}
{"is_sarcastic": 1, "headline": "Arnold Schwarzenegger Attacker Awarded Necklace"}
{"is_sarcastic": 1, "headline": "Burned-Out Male Factory Worker Purposely Gets On Treadmill So That Voluptuous, Upper-Class Women Using Elliptical Machines Behind Him Can Look At The Bald Spot On His Head"}
{"is_sarcastic": 1, "headline": "San Francisco wealthy experiencing the came back and bit you on the ass syndrome"}
{"is_sarcastic": 1, "headline": "California Officials to Blow up Oroville Damn!"}
{"is_sarcastic": 1, "headline": "Elton John Carried Offstage In Copenhagen After Watford FA Cup Annihilation"}
{"is_sarcastic": 1, "headline": "Trump Attacked By Bunch Of Clowns: Goes For Juggler"}
{"is_sarcastic": 1, "headline": "Staff Reductions Neccessary at Right Wing News Sites After AOC Loses Cell Phone and Stops Tweeting"}
{"is_sarcastic": 1, "headline": "Tory Brexiteers Call for Heseltine to Be Expelled from Party"}
{"is_sarcastic": 1, "headline": "Brooklyn Man's \"Friends with Benefits\" Proposal Foiled by Autocorrect"}
{"is_sarcastic": 1, "headline": "Hard-of-Hearing Prodigy Tribute Band Booed Off Stage"}
{"is_sarcastic": 1, "headline": "Pep Guardiola Nominated For Nobel Peace Prize"}
{"is_sarcastic": 1, "headline": "Man Took Family On Bamboo Train Ride, And Nearly Shit His Load"}
{"is_sarcastic": 1, "headline": "Buddhist Chanting Got On Man's Wick"}
{"is_sarcastic": 1, "headline": "$1,000,000 Bribe gets Son into Trump U"}
{"is_sarcastic": 1, "headline": "Iran Sends 1,000 Hamburgers To Donald Trump"}
{"is_sarcastic": 1, "headline": "Manchester City now too expensive to hate fans admit"}
{"is_sarcastic": 1, "headline": "Daenerys Targaryen to announce bid for Tory Leadership"}
{"is_sarcastic": 1, "headline": "Nerds angry at ending of fantasy TV show"}
{"is_sarcastic": 1, "headline": "Black People Fed Up with Middle Class White Boys Singing in Faux Jamaican Accents"}
{"is_sarcastic": 1, "headline": "City Employee's Urinalysis Shows Remarkably High Levels of Green Tea"}
{"is_sarcastic": 1, "headline": "Marvel's 'Avengers: Endgame' Nets $2 Billion And DC Comics...Celebrates?!"}
{"is_sarcastic": 1, "headline": "Spanish Squash Champion Unhappy at Vibrator Prize"}
{"is_sarcastic": 1, "headline": "Keith Flint's Ghost Visits Pub Looking Slightly Less Scary Than Keith Flint Did"}
{"is_sarcastic": 1, "headline": "Milkshake launcher avoids protesters ruining their own clothes"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #2: The Duck-billed Platypus"}
{"is_sarcastic": 1, "headline": "Gareth Bale To Dispense With 'Man Bun'"}
{"is_sarcastic": 1, "headline": "Jamie Oliver Has Come A Cropper With His Restaurant Chain"}
{"is_sarcastic": 1, "headline": "New York Writer Disappointed When His Deep-Rooted Existential Malaise Is Diagnosed as Basic Depression"}
{"is_sarcastic": 1, "headline": "Game Of Thrones Gameshow 'In The Pipeline'"}
{"is_sarcastic": 1, "headline": "Marks & Spencer Store Closure Will Leave Man's Mother 'Nowhere' To Buy Her Knickers"}
{"is_sarcastic": 1, "headline": "Police admit facial recognition system ‘does not recognise thieves’"}
{"is_sarcastic": 1, "headline": "TV guide - 22nd May"}
{"is_sarcastic": 1, "headline": "Man Is Eating More Rice Than He Used To"}
{"is_sarcastic": 1, "headline": "Hospital Was Full Of People Who Were 'Not Well'"}
{"is_sarcastic": 1, "headline": "Trump and Khamenei get down to it incognito in Club Methuselah"}
{"is_sarcastic": 1, "headline": "The great escape to freedom"}
{"is_sarcastic": 1, "headline": "Iran Lifts Ban On Saran Wrap Burqas"}
{"is_sarcastic": 1, "headline": "Quentin Tarantino Talks About His New Movie"}
{"is_sarcastic": 1, "headline": "Football Gossip: Bale, Rangers and Jellied Eels"}
{"is_sarcastic": 1, "headline": "Nerd looking for a new hobby"}
{"is_sarcastic": 1, "headline": "Big Pharma Introduces Medication to Cure Creativity"}
{"is_sarcastic": 1, "headline": "Pep Guardiola Is Not A Fan Of Man Buns"}
{"is_sarcastic": 1, "headline": "Prime Minister Boris Johnson Would Not Bode Well For Those Without Blond Hair"}
{"is_sarcastic": 1, "headline": "Trump Promises to Bring Back More Jobs Like He Did With Coal-Mining"}
{"is_sarcastic": 1, "headline": "Brexit-type Decisions To Be Made Easier"}
{"is_sarcastic": 1, "headline": "Quentin Tarantino Talks About Writing"}
{"is_sarcastic": 1, "headline": "End of May marks End of May"}
{"is_sarcastic": 1, "headline": "Outrage as Farage's EU Election Results Party is Called Off by Police in Milkshake Riot Fears"}
{"is_sarcastic": 1, "headline": "Empire State Building Ruled 'Unsafe' After BTS Visit"}
{"is_sarcastic": 1, "headline": "George Best Sculptor To Get His Eyes Tested"}
{"is_sarcastic": 1, "headline": "Woman's Overweight Friends Worry that She Might Be Getting a Little Too Fat"}
{"is_sarcastic": 1, "headline": "New UK PM Boris Johnson Calls General Election on 4th of July"}
{"is_sarcastic": 1, "headline": "Pep Guardiola Has Hurt His Back"}
{"is_sarcastic": 1, "headline": "Historical Archivist Apologizes For Losing Control Of Himself After Excessive Caffeine And Alcohol Use"}
{"is_sarcastic": 1, "headline": "Calumint Farms Offers Permanent Job to \"Stable Genius\" Trump"}
{"is_sarcastic": 1, "headline": "Man Might Have Fallen Foul Of Mafia Crime Bosses"}
{"is_sarcastic": 1, "headline": "New “Stuntworthy Romance Visions” series between Pelosi and Trump enters summer season"}
{"is_sarcastic": 1, "headline": "Protesters demand repeal of the Porn Laws"}
{"is_sarcastic": 1, "headline": "Trump, Bolton Would Restore Shah as Iran's Dictator"}
{"is_sarcastic": 1, "headline": "Bank of America Brags that at Least It Never Sold Oxycontin"}
{"is_sarcastic": 1, "headline": "China To Mark Anniversary Of Tiananmen Square Massacre With Further Massacre"}
{"is_sarcastic": 1, "headline": "Who will be new Tory leader?"}
{"is_sarcastic": 1, "headline": "Man Found James Joyce Novel 'Ulysses' Heavy Going, And Gave It Up As A Bad Job"}
{"is_sarcastic": 1, "headline": "Wife Demands That Burned-Out Husband 'Please Himself' With Beer And Prostitutes In Thailand In Order To Relieve The Frustration Of His Mid-Life Crisis"}
{"is_sarcastic": 1, "headline": "Trump Issues Pardon For Theresa May Offers Asylum In Mara Largo"}
{"is_sarcastic": 1, "headline": "Trump Compliments Nancy Pelosi: “Prettier Than Alice Cooper.”"}
{"is_sarcastic": 1, "headline": "Devil’s In The Detail In Mueller Report"}
{"is_sarcastic": 1, "headline": "Same old people in the running"}
{"is_sarcastic": 1, "headline": "Fly visits house for the fourth time"}
{"is_sarcastic": 1, "headline": "Trump Sparks Diplomatic Incident After Sumo Challenge"}
{"is_sarcastic": 1, "headline": "New York Man Reaches Good Stopping Point in Relationship"}
{"is_sarcastic": 1, "headline": "Nigel Farage Calls In Pest Control"}
{"is_sarcastic": 1, "headline": "Donald Trump To Eat Blowfish In Japan"}
{"is_sarcastic": 1, "headline": "Uranium: Is It Really As Dangerous As They Say It Is?"}
{"is_sarcastic": 1, "headline": "Timmy Mallet still not considered to be Prime Minister material"}
{"is_sarcastic": 1, "headline": "Village forced to use toilets as polling station after Scout hut burns down"}
{"is_sarcastic": 1, "headline": "‘Easier’ golf course closes after claims that it’s a death-trap"}
{"is_sarcastic": 1, "headline": "Unhappy Couple Role-Play Themselves into Relationship Success"}
{"is_sarcastic": 1, "headline": "Poch £50m Bonus For Delivering Champions League Trophy"}
{"is_sarcastic": 1, "headline": "Several Grammar Errors Result In Total Carnage At Conservative Lutheran Church And Grade School"}
{"is_sarcastic": 1, "headline": "Mount Everest Now Even Harder To Climb"}
{"is_sarcastic": 1, "headline": "Me Too Charges Presidential Candidate Shrdlu with \"Sexual Battery\""}
{"is_sarcastic": 1, "headline": "Pence’s first draft of West Point speech “you will fight on a battlefield at some point” hacked"}
{"is_sarcastic": 1, "headline": "Tory Leadership Contest Latest: Chris Grayling Enters the Fray"}
{"is_sarcastic": 1, "headline": "Nashville Man Admits He Virtually Never Knows"}
{"is_sarcastic": 1, "headline": "Man Walked Four Miles, Then Walked Back Again"}
{"is_sarcastic": 1, "headline": "Plan to allow future convicts to serve time before they offend"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #3: The Three-toed Sloth"}
{"is_sarcastic": 1, "headline": "Donald Trump Tells IOC That \"Sumo Must Be Part Of Japan Olympics\""}
{"is_sarcastic": 1, "headline": "Bread Was Mouldy"}
{"is_sarcastic": 1, "headline": "Nashville Man Ironically Has No Memory of Memorial Day"}
{"is_sarcastic": 1, "headline": "Nazi Party investigated for Anti-Semitism"}
{"is_sarcastic": 1, "headline": "Wendy's Wednesday Washday Was Wash-out"}
{"is_sarcastic": 1, "headline": "Golden State Hires Magic Johnson as Aide during NBA Finals"}
{"is_sarcastic": 1, "headline": "Alastair Campbell Tipped To Be Next Conservative Party Leader"}
{"is_sarcastic": 1, "headline": "Navy Pilots Report Alien YoYo Spacecraft “Walking The Dog” Over Florida"}
{"is_sarcastic": 1, "headline": "Nashville Man Becomes a Stoic"}
{"is_sarcastic": 1, "headline": "Amazingly Mesmerizing Memes"}
{"is_sarcastic": 1, "headline": "\"White House Asked US Navy to Hide Warship or Better Still - Sink It\""}
{"is_sarcastic": 1, "headline": "Minestrone fad still spreading"}
{"is_sarcastic": 1, "headline": "Donald Trump Cleared Of All Wrongdoing By Donald Trump"}
{"is_sarcastic": 1, "headline": "Cheese Discovered On Mouse's Whiskers"}
{"is_sarcastic": 1, "headline": "China To Repair Ozone Layer With Steamed Minced Pork Buns"}
{"is_sarcastic": 1, "headline": "Donald Trump To Make D-Day Guest Appearance On BBC Question Time"}
{"is_sarcastic": 1, "headline": "More Lyin’ In Winter"}
{"is_sarcastic": 1, "headline": "The Lyin’ In Winter"}
{"is_sarcastic": 1, "headline": "Trump Orders Execution of Pompeo, Bolton over Summit Failure"}
{"is_sarcastic": 1, "headline": "Health Vegan Acts Self-Righteous but Secretly Doesn't Give a Fuck about Animals"}
{"is_sarcastic": 1, "headline": "Elton John Is Back On The Booze Again"}
{"is_sarcastic": 1, "headline": "Raptor Win, \"Magic\" Hiring Silences San Francisco Sports Writers"}
{"is_sarcastic": 1, "headline": "Muslim Prostitute Arrested In West Yorkshire Town"}
{"is_sarcastic": 1, "headline": "Muslim Call To Prayer Sounded Like Man Was In Agony"}
{"is_sarcastic": 1, "headline": "Latest Wrestling Pay-Per-View Results"}
{"is_sarcastic": 1, "headline": "Progressive Christian Therapist Secretly Judges Gay Client for Being Too Well-Adjusted"}
{"is_sarcastic": 1, "headline": "Marvel announce new superheroes for upcoming films"}
{"is_sarcastic": 1, "headline": "Demon Possessed Teddy Bear Decides To Attack Education And Religion Instead Of Lonely Writer"}
{"is_sarcastic": 1, "headline": "Giant Red Spider Crawled Over Man's Legs As He Took A Dump"}
{"is_sarcastic": 1, "headline": "The Fat Anvil Sings: Wile E Mueller Suffers Apocalyptic Defeat By Trump Runner"}
{"is_sarcastic": 1, "headline": "The Start of June Is The End Of May"}
{"is_sarcastic": 1, "headline": "Progress in India-Pakistan Peace Talks"}
{"is_sarcastic": 1, "headline": "President Trump Popularity Rating Increase Based On Newborn Baby Data"}
{"is_sarcastic": 1, "headline": "Is Trump A Stable Genius?"}
{"is_sarcastic": 1, "headline": "The Rape of Grass - A Steinbeck Parody"}
{"is_sarcastic": 1, "headline": "Trump Calls Meghan 'A Nazi'"}
{"is_sarcastic": 1, "headline": "New York Woman Happy to Be Single by Choice"}
{"is_sarcastic": 1, "headline": "D-Day Remembered"}
{"is_sarcastic": 1, "headline": "Serena Williams Threatens To 'Kill' Opponent"}
{"is_sarcastic": 1, "headline": "Concern grows over DeepMind's video game addiction"}
{"is_sarcastic": 1, "headline": "Liverpool Victory Parade To Take In Greater Manchester"}
{"is_sarcastic": 1, "headline": "Ramadan Under Threat, As Muslims Seen Nibbling On Snacks During The Daytime"}
{"is_sarcastic": 1, "headline": "D-Day Commemoration On Wrong Day This Year"}
{"is_sarcastic": 1, "headline": "New York and the Truth About the Mueller Report. “It’s Up To YOU New York…”"}
{"is_sarcastic": 1, "headline": "Broccoli and Cauliflower Withdrawal Results In Horribly Tragic and Untimely Death"}
{"is_sarcastic": 1, "headline": "Theresa May Channels Two Fried Eggs In The Gloaming"}
{"is_sarcastic": 1, "headline": "Donald Trump Makes The Queen Sick"}
{"is_sarcastic": 1, "headline": "ACLU wants to create a state registry for married Christians"}
{"is_sarcastic": 1, "headline": "New Piano Player At White House"}
{"is_sarcastic": 1, "headline": "Donald Trump Swallowed Up By Hole In The Ground"}
{"is_sarcastic": 1, "headline": "Donald Trump State Dinner Gave Queen Heartburn"}
{"is_sarcastic": 1, "headline": "New House Bill to mandate megaphone gun accessory"}
{"is_sarcastic": 1, "headline": "President Trump And Sadiq Khan To Have A Duel"}
{"is_sarcastic": 1, "headline": "Unknown Writer Prepares for Interview Just in Case"}
{"is_sarcastic": 1, "headline": "Tommy Robinson Converts To Islam"}
{"is_sarcastic": 1, "headline": "President Trump To Undergo Trepanning Session"}
{"is_sarcastic": 1, "headline": "US Puts Tariffs On Each Migrant Attempting To Enter Country"}
{"is_sarcastic": 1, "headline": "BTS Band Members Subjected To Racist Abuse By Angry Fans Who Mistook Them For Asian Immigrants"}
{"is_sarcastic": 1, "headline": "Scientists Seek To Catch Mystery Flashers On the Moon!"}
{"is_sarcastic": 1, "headline": "Trump visits USS John McCain; spits on deck"}
{"is_sarcastic": 1, "headline": "New York Man Finally Catches on that Coworker Isn't Talking to Him"}
{"is_sarcastic": 1, "headline": "Where are they now? Dodgy 1970s Drinks"}
{"is_sarcastic": 1, "headline": "Chinese 'Tank Man' To Appear On The Late Show From Behind A Screen"}
{"is_sarcastic": 1, "headline": "Trump Threatens China: Pandas Will Stay in US"}
{"is_sarcastic": 1, "headline": "Thai Boxing On TV Was Brutal"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #4: The Hedgehog"}
{"is_sarcastic": 1, "headline": "Letters to the Editor about Donald Trump"}
{"is_sarcastic": 1, "headline": "Slim Everdingle Jumps On Pocahontas Bandwagon"}
{"is_sarcastic": 1, "headline": "College Students Relieved to Have Excuse Not to Eat with Annoying Vegan Friend"}
{"is_sarcastic": 1, "headline": "Next Step in Fetal Heartbeat Abortion Ban"}
{"is_sarcastic": 1, "headline": "Trump Threatens to Send Scientists That Talk About Global Warming to Jail for Spreading Fake News"}
{"is_sarcastic": 1, "headline": "Trump Adds the Entire United Kingdom to the List of Places That Hate Him"}
{"is_sarcastic": 1, "headline": "To Would or Would Not - Finale"}
{"is_sarcastic": 1, "headline": "Tiananmen Square Tank Man's Identity Now Established"}
{"is_sarcastic": 1, "headline": "Ramadan: Thank God It's Over, Say Muslims"}
{"is_sarcastic": 1, "headline": "Fake News Now Indistinguishable From 'Real News'"}
{"is_sarcastic": 1, "headline": "Savers Need to be Punished with Lower Interest Rates Due to Trump Tariffs, Says Fed Chief Powell"}
{"is_sarcastic": 1, "headline": "After Normandy Visit Trump to Honor Survivors of \"Sleeping Around, Avoiding STDs in the 70s\" in White House Ceremony"}
{"is_sarcastic": 1, "headline": "Trump Threatens China With Wall"}
{"is_sarcastic": 1, "headline": "Meat Industry Urges Recognition of Veganism as a Religion so that People Will Stop Taking It So Seriously"}
{"is_sarcastic": 1, "headline": "Man's Shoes Are Indestructible"}
{"is_sarcastic": 1, "headline": "The Politically Current Card for “Daddy” on Father’s Day"}
{"is_sarcastic": 1, "headline": "Georgia's \"Fatal Heartbeat\" Bill Bans Resuscitation"}
{"is_sarcastic": 1, "headline": "Sex House Reports Drastic Reduction In Number Of Unemployed"}
{"is_sarcastic": 1, "headline": "Beyonce Knowles Fan Club Average Age Now 11"}
{"is_sarcastic": 1, "headline": "Jacob Rees Mogg buys into new technology"}
{"is_sarcastic": 1, "headline": "Man angry at the weather"}
{"is_sarcastic": 1, "headline": "Trump Didn't Use Access Hollywood Greeting For Queen"}
{"is_sarcastic": 1, "headline": "Mexicans Stealing The Wall"}
{"is_sarcastic": 1, "headline": "President Trump And Mexico President Agree To Trade Jobs And Wives"}
{"is_sarcastic": 1, "headline": "The President takes a Break"}
{"is_sarcastic": 1, "headline": "Motorcyclist Leant Over To Release Fart"}
{"is_sarcastic": 1, "headline": "Trump Acknowledges that Veganism Is a Social Justice Issue but Explains that He's Not Really Into Social Justice"}
{"is_sarcastic": 1, "headline": "Russian Hackers, Trump Trumpeteers Knock The Spoof Off Line"}
{"is_sarcastic": 1, "headline": "Man Waited Until His Wife Went Out, So That He Could Attempt Breakdancing"}
{"is_sarcastic": 1, "headline": "God Admits to Being a Codependent"}
{"is_sarcastic": 1, "headline": "Man's Groin Is Giving Him Gyp"}
{"is_sarcastic": 1, "headline": "Michael Gove Says Taking 'Class A' Drugs Should Not Prevent Him From Being Prime Minister"}
{"is_sarcastic": 1, "headline": "Child Fell Over In Playground"}
{"is_sarcastic": 1, "headline": "Man Executes Mosquito"}
{"is_sarcastic": 1, "headline": "Esther McVey - My teenage sherbert dip shame"}
{"is_sarcastic": 1, "headline": "Man catches big Pike, still doesn't understand why he isn't more popular on dating sites"}
{"is_sarcastic": 1, "headline": "Michael Gove could still be an excellent tea-boy"}
{"is_sarcastic": 1, "headline": "Teresa May regrets running through wheat story"}
{"is_sarcastic": 1, "headline": "Man Was Left Aghast At Schiphol Airport Signage"}
{"is_sarcastic": 1, "headline": "George RR Martin Has Been Busy Writing Books Again"}
{"is_sarcastic": 1, "headline": "Charismatic Nashville Man Explains that If You Were He, You’d Be a Narcissist, Too"}
{"is_sarcastic": 1, "headline": "More Tory Leadership Candidates Reveal Drug-Fuelled Pasts"}
{"is_sarcastic": 1, "headline": "Tories Looking For New Dealer"}
{"is_sarcastic": 1, "headline": "Homophobe Pride Parade to go ahead"}
{"is_sarcastic": 1, "headline": "Man In Potato Chips Advert Was Wearing Far Too Much Lipstick"}
{"is_sarcastic": 1, "headline": "Theresa May Found Crouching Under Scottish Bridge"}
{"is_sarcastic": 1, "headline": "Airline Profits by Flying Deportees to Repressive Homeland"}
{"is_sarcastic": 1, "headline": "Trump Cites Poindexter Effect As Cause Of Britain’s Failure In World Cup"}
{"is_sarcastic": 1, "headline": "Football Gossip: Maureen's Friends(?), Solskjaer Sweet Shop, Braintree Town \"WTF?\""}
{"is_sarcastic": 1, "headline": "New York Artist Very Open to Positive Feedback"}
{"is_sarcastic": 1, "headline": "Man Was Intrigued and Then Concerned by Young Lady's Tattoo"}
{"is_sarcastic": 1, "headline": "Women's World Cup Teams Get Fair Play Warning from FIFA"}
{"is_sarcastic": 1, "headline": "Man Says There's No Scientific Basis Behind 'She Loves Me, She Loves Me Not'"}
{"is_sarcastic": 1, "headline": "Demoralized Warriors Blame Friday's Loss on Owner's Ouster by NBA"}
{"is_sarcastic": 1, "headline": "Prince Harry passes his brother in the corridor and doesn’t stop and shake hands, fuelling speculation that they don’t get on"}
{"is_sarcastic": 1, "headline": "Tory leadership candidate admits mugging grannies but insists that was years ago and he’s really sorry"}
{"is_sarcastic": 1, "headline": "Where are they now? The Mystery Blonde"}
{"is_sarcastic": 1, "headline": "Politically Correct Man Guiltily Has a Racial Thought"}
{"is_sarcastic": 1, "headline": "Baker Devoted Lifetime to Creating Heels-Only Loaf"}
{"is_sarcastic": 1, "headline": "Football Season In 'Delay' Shock"}
{"is_sarcastic": 1, "headline": "Man's Watch Four Minutes Slow"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #5: The Saber-toothed Earthworm"}
{"is_sarcastic": 1, "headline": "Kim Jong Un invited Bolton into his swimming pool for underwater follies and piranha fish ballet"}
{"is_sarcastic": 1, "headline": "Calculating the Cost of Forgetfulness"}
{"is_sarcastic": 1, "headline": "Renault Remoaner - Our Motoring Correspondent's Review"}
{"is_sarcastic": 1, "headline": "Politics as a Car Review"}
{"is_sarcastic": 1, "headline": "Meat-Lover Sends Thoughts and Prayers to Suffering Farmed Animals"}
{"is_sarcastic": 1, "headline": "Goober shakes up the self-driving car market"}
{"is_sarcastic": 1, "headline": "Hundreds Of U.S. Border Guards Desert Their Posts And Flee To Canada"}
{"is_sarcastic": 1, "headline": "Clairvoyant Cockroach Predicts End Of Mayan Civilization"}
{"is_sarcastic": 1, "headline": "Spoof Writer Admitted To Hospital After Site Crashes"}
{"is_sarcastic": 1, "headline": "New York Man Finds Peace and Tranquility by Gazing at Imprisoned Sea Animals in Glass Tank"}
{"is_sarcastic": 1, "headline": "Did \"The Garlic\" Knock The Spoof Offline?"}
{"is_sarcastic": 1, "headline": "Girl Had Six Toes"}
{"is_sarcastic": 1, "headline": "Father's Day Card In Card Shop Window Raised Questions"}
{"is_sarcastic": 1, "headline": "Liverpool Plastic Fans Scheme Membership Soars"}
{"is_sarcastic": 1, "headline": "The Rise And Fall Of The Third Wife: Slim Everdingle Gets Hat Trick"}
{"is_sarcastic": 1, "headline": "Nashville Woman Skyrockets Health with Morning Chocolate Smoothie"}
{"is_sarcastic": 1, "headline": "Charles Manson's Ghost Admits Gruesome Murders, But \"It Was A Long Time Ago\""}
{"is_sarcastic": 1, "headline": "God receives two conflicting prayers, gets a massive headache, and decides to favor woman's selfish and carnal desires"}
{"is_sarcastic": 1, "headline": "Hull City The Only Football League Team Whose Name Has No Letters To Colour In"}
{"is_sarcastic": 1, "headline": "Jo Brand Rejects 'Battery Acid' Criticism"}
{"is_sarcastic": 1, "headline": "1924 Volvo BlueRinse - A Return of an old favourite"}
{"is_sarcastic": 1, "headline": "Israelis Argue About How Tall President Trump Is"}
{"is_sarcastic": 1, "headline": "Trump Giving Alaska Back To Putin"}
{"is_sarcastic": 1, "headline": "Juvenile Newsreader looking forward to saying Johnson and Trump a lot on TV"}
{"is_sarcastic": 1, "headline": "Dad Secretly Resents Being Expected to Spend Father's Day with His Kids"}
{"is_sarcastic": 1, "headline": "Uber brings service to Havana, Cuba"}
{"is_sarcastic": 1, "headline": "Frustrated Summer School Student Wishes Doppelganger Would 'Leave Him Alone' So That He Can Routinely Masturbate While Trying To Finish His Courses"}
{"is_sarcastic": 1, "headline": "Purple Haze Covers Town"}
{"is_sarcastic": 1, "headline": "Eurotrash Returns To Screens In Bid To Reverse Brexit Vote"}
{"is_sarcastic": 1, "headline": "1775: King George Declares American Rebels \"Terrorists\""}
{"is_sarcastic": 1, "headline": "Whirling dwarfs and drummer parade led by Snarlin’ Senator Graham again set for US tour"}
{"is_sarcastic": 1, "headline": "Pyongyang Manicure Academy Fungal Nail Outbreak Latest"}
{"is_sarcastic": 1, "headline": "Postcode lottery winners announced"}
{"is_sarcastic": 1, "headline": "Empty chair favourite to be new PM"}
{"is_sarcastic": 1, "headline": "Tepid Veganism Catches Fire in U.S."}
{"is_sarcastic": 1, "headline": "How Snoke got his silly name REVEALED (possible SPOILERS)"}
{"is_sarcastic": 1, "headline": "Biden To Reduce Size Of Americans By 50% If Elected: Pygmy Dwarves New Standard"}
{"is_sarcastic": 1, "headline": "1980s Canadian Plot To Take Over United States Uncovered"}
{"is_sarcastic": 1, "headline": "Ten Things You May Not Have Known About: Shrewsbury Town Football Club"}
{"is_sarcastic": 1, "headline": "Man Notices Crack On His Computer Screen, But Nobody Knows Anything About It"}
{"is_sarcastic": 1, "headline": "\"Trumpograd:\" City Renamed for Trump in Pro-Russian Ukraine"}
{"is_sarcastic": 1, "headline": "Theresa May to be sent to glue factory"}
{"is_sarcastic": 1, "headline": "Trump Declares War On Iran: Sidewinder Missiles Take Out Camel Caravan"}
{"is_sarcastic": 1, "headline": "Angela Merkel's Head Melts"}
{"is_sarcastic": 1, "headline": "Assange Additionally Charged with Injuring Government Lamp"}
{"is_sarcastic": 1, "headline": "With This New Iran Schlemiel Going On, Now Would Be A Good Time To 'Remember The Maine'. And A Few Other Things."}
{"is_sarcastic": 1, "headline": "Lance Armstrong Denies Being First Man On The Moon"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #6: The Housefly"}
{"is_sarcastic": 1, "headline": "Russia-Gate Follies to open on the boards with Mueller at lead ballerina attended by Debbie Wasserman-Schultz and Hillary Clinton"}
{"is_sarcastic": 1, "headline": "Donald Trump Admits Planning 9/11"}
{"is_sarcastic": 1, "headline": "Sajid Javid’s “rightly behind bars” inspires new sentencing for Assange at 400 years"}
{"is_sarcastic": 1, "headline": "British Descendants of Exiled Revolutionary War Loyalists Demand Reparations from U. S."}
{"is_sarcastic": 1, "headline": "Funny Money"}
{"is_sarcastic": 1, "headline": "Tom Cruise To Play Slim “Maverick” Everdingle In Top Gun 2"}
{"is_sarcastic": 1, "headline": "Serge Gainsbourg: How the Hell Did He Do It?"}
{"is_sarcastic": 1, "headline": "Woman's Radical T-shirt Messages Go Over Small Town Residents' Heads"}
{"is_sarcastic": 1, "headline": "Over $1 Billion Worth Of Coke Seized At Philadelphia Port"}
{"is_sarcastic": 1, "headline": "Gecko Eaten By Army Of Ants"}
{"is_sarcastic": 1, "headline": "Racist TV Shows To Make Comeback Under Boris Johnson"}
{"is_sarcastic": 1, "headline": "Is Chantix Turkey a Threat to Aflac Duck?"}
{"is_sarcastic": 1, "headline": "Mohammed Bin Salman and team incoming to Belmarsh"}
{"is_sarcastic": 1, "headline": "Spot Checks Ordered As Uncircumcised Druids Banned From Stonehenge"}
{"is_sarcastic": 1, "headline": "21st June, the Longest Day, the invasion of France."}
{"is_sarcastic": 1, "headline": "Iran Retaliates: Drone Shot Down In Response To Sidewinder Camel Attack"}
{"is_sarcastic": 1, "headline": "Crack Cocaine Worth 75p Seized In Drugs Haul"}
{"is_sarcastic": 1, "headline": "Tory Leadership Race To Be Decided In Strictly Come Dancing Dance-off"}
{"is_sarcastic": 1, "headline": "Scone Polo wins Cartier Queen’s Cup on coincidence"}
{"is_sarcastic": 1, "headline": "Homo Sapien Objects to Being Treated like an Animal"}
{"is_sarcastic": 1, "headline": "Shrekli Had Prices of Pharmaceutical Products to Reduce World Population, As Well As Other Insurance Companies"}
{"is_sarcastic": 1, "headline": "Tory leadership candidate drops his pants during debate"}
{"is_sarcastic": 1, "headline": "Man Decides To Become A Qualified Accountant, But Then..."}
{"is_sarcastic": 1, "headline": "Reparations Hearing Uproar; Slaveholder Progeny Demand Compensation"}
{"is_sarcastic": 1, "headline": "After Casablanca: Rick and Sam in Tanny Tuva"}
{"is_sarcastic": 1, "headline": "Trump’s Bone Spurs Kicked In And World War III Was Avoided"}
{"is_sarcastic": 1, "headline": "Iran Retaliates By Asking People To Remove Sandals"}
{"is_sarcastic": 1, "headline": "Bolton to secrete himself in drone over The Strait of Hormuz"}
{"is_sarcastic": 1, "headline": "Some guy was just awarded the Pulitzer Prize for their anniversary post on Facebook"}
{"is_sarcastic": 1, "headline": "Something Fishy: Crown Prince Mohammad bin Salman On Hook For Gaffing Khashoggi"}
{"is_sarcastic": 1, "headline": "New York Woman Sees Every Reason to Trust Facebook's New Currency System"}
{"is_sarcastic": 1, "headline": "Longest Day Is Good News For Little Pigs"}
{"is_sarcastic": 1, "headline": "Trump Says Iran \"Unlucky\", And Blames Luke Rhinehart's Book"}
{"is_sarcastic": 1, "headline": "Trump: “I will liberate Iran with Big Mac and Coca Cola”"}
{"is_sarcastic": 1, "headline": "Carrie On Boris As New PM Stars In Movie Classic"}
{"is_sarcastic": 1, "headline": "Dairy Industry Explains that What It Does to Bulls Is Totally Different from Bestiality"}
{"is_sarcastic": 1, "headline": "China Plans 'Open Discussion' With Hong Kong Protesters"}
{"is_sarcastic": 1, "headline": "Smoking and \"Shit-Talking\" by Human Resources Department in Break Area Intimidates Newly-Hired Maintenance Mechanic From Detroit, Michigan"}
{"is_sarcastic": 1, "headline": "Boris Johnson Has Fucking Big Row With Girlfriend"}
{"is_sarcastic": 1, "headline": "School Cleaner's Mop Stunk Of Puke"}
{"is_sarcastic": 1, "headline": "Spirulina Is Soylent Green"}
{"is_sarcastic": 1, "headline": "Mohammed Bingo Wings Salman Is A Lardarse Says Fatwa"}
{"is_sarcastic": 1, "headline": "Trump: “I learnt to be a war leader and business leader from Sargeant Bilko”"}
{"is_sarcastic": 1, "headline": "Climate Change Deniers Join Forces with 9/11 Truth Deniers to Empower People to Think Beyond Science"}
{"is_sarcastic": 1, "headline": "Boris The Dodger"}
{"is_sarcastic": 1, "headline": "Dogs To Be Trained To Pick Up Their Own Turds"}
{"is_sarcastic": 1, "headline": "Wile E Rouhani vs The Trump Runner: Gentlemen, Man Your Camels"}
{"is_sarcastic": 1, "headline": "President Trump To Undergo Aversion Therapy, Like Alex Did In 'A Clockwork Orange'"}
{"is_sarcastic": 1, "headline": "High School Students Baffled and Amazed by Endless Possibilities at Job Fair"}
{"is_sarcastic": 1, "headline": "Jesus Detained by ICE for Conspiracy to Feed and Shelter Migrants"}
{"is_sarcastic": 1, "headline": "Scott Baiao Plagiarizes Poet, Blames Joe Biden"}
{"is_sarcastic": 1, "headline": "Man Reckons Song Doesn't Go On For Anywhere Near Long Enough"}
{"is_sarcastic": 1, "headline": "London Jewel Heist Cops Probe Palace Bling"}
{"is_sarcastic": 1, "headline": "Generally Authentic Woman Makes False Lunch Promise Followed by Swift Amends"}
{"is_sarcastic": 1, "headline": "Tories unsure about benchmarks"}
{"is_sarcastic": 1, "headline": "The Feudal Reserve to print in blood"}
{"is_sarcastic": 1, "headline": "My Last Tube of Toothpaste"}
{"is_sarcastic": 1, "headline": "Lewis Hamilton Speaks Out About Terrible Driving Standards"}
{"is_sarcastic": 1, "headline": "Wise Old Owl Asks Farmer What Gay Pride Is All About"}
{"is_sarcastic": 1, "headline": "Car Boot Sale Shut Down After Concerns Over The Quality Of Goods On Sale"}
{"is_sarcastic": 1, "headline": "Trump Says Rape Allegations Are Not Fake News"}
{"is_sarcastic": 1, "headline": "President Trump Says Woman Is Not His Typist"}
{"is_sarcastic": 1, "headline": "‘Not My Type’, Says Trump, ‘She Was Still Breathing!’"}
{"is_sarcastic": 1, "headline": "A Dire Warning From President Trump"}
{"is_sarcastic": 1, "headline": "Bricksburg's President, Lord Business, Faces Accusations of Corruption."}
{"is_sarcastic": 1, "headline": "De Blasio Pledges to Bring NYC Carriage Horses to White House if Elected"}
{"is_sarcastic": 1, "headline": "Jussie Smollett In Second Racist And Homophobic Attack"}
{"is_sarcastic": 1, "headline": "Man Just Sat Around The House All Day Doing Absolutely Fuck All"}
{"is_sarcastic": 1, "headline": "Learning The Alphabet As Simple As ABC"}
{"is_sarcastic": 1, "headline": "Ralph E. Shaffer Is 89 Today"}
{"is_sarcastic": 1, "headline": "Abraham Lincoln Places Sanctions on Jefferson Davis, Confederacy"}
{"is_sarcastic": 1, "headline": "Benny the Spaceman Endorses Trump's Space Force."}
{"is_sarcastic": 1, "headline": "Dogwalker Jailed For Failing To Pick Up Dog Shit"}
{"is_sarcastic": 1, "headline": "Republican Congresswoman Outraged at Separation of Non-Immigrant Baby Cows from Their Mothers"}
{"is_sarcastic": 1, "headline": "Where are they now? Sexy Nurses' Uniforms"}
{"is_sarcastic": 1, "headline": "Sheryl Crow Can't Remember What Her Songs Sounded Like"}
{"is_sarcastic": 1, "headline": "Mohammed Bin Bags Would Be Rubbish King"}
{"is_sarcastic": 1, "headline": "Man Makes The Mistake Of Sending A Picture Of His Tea To TheSpoof.com Instead Of Facebook"}
{"is_sarcastic": 1, "headline": "Nashville Man Locks Keys to Happiness - and Regular Keys - in Car"}
{"is_sarcastic": 1, "headline": "Football Gossip: Nigerian Women, Hickman \"Little Shit\", Boothroyd Vote of Confidence"}
{"is_sarcastic": 1, "headline": "US Cigarette Production Goes Into Overdrive"}
{"is_sarcastic": 1, "headline": "Plymouth Rock Indians Demand Wall, Immigration Restrictions"}
{"is_sarcastic": 1, "headline": "Rap Stars' Mothers Reveal Reasons They Called Their Kids What They Did"}
{"is_sarcastic": 1, "headline": "JASON'S BACK! This Time Victims are Gullible Seniors"}
{"is_sarcastic": 1, "headline": "I Thought These People Weren't Supposed To Have A Sense Of Humor- Iran Has a Trump Cartoon Contest!"}
{"is_sarcastic": 1, "headline": "Cant Manage This"}
{"is_sarcastic": 1, "headline": "Struggling Nashville Musician Begins to Think He Might Never Make It But Then Realizes That's Crazy Talk"}
{"is_sarcastic": 1, "headline": "Glastonbury Fans Say They'll Want A Refund If It Doesn't Turn Into A Quagmire"}
{"is_sarcastic": 1, "headline": "Democratic Voters Impressed with Candidates' Dislike of Trump and Opposition to Climate Change"}
{"is_sarcastic": 1, "headline": "Pasadena Snob Meets Walla Walla Girl"}
{"is_sarcastic": 1, "headline": "Black Death On Its Way Back"}
{"is_sarcastic": 1, "headline": "European Heatwave: Woman Fries Egg On Her Husband's Baldpatch"}
{"is_sarcastic": 1, "headline": "Day Two Of The Hunger Games Versus The Democratic Debates"}
{"is_sarcastic": 1, "headline": "Theologian Comes Up with Brilliant New Rationalization for Why God Doesn't Answer Prayers"}
{"is_sarcastic": 1, "headline": "Barr Bar Hacked Veep"}
{"is_sarcastic": 1, "headline": "Vladimir Putin Disables Theresa May With Handshake And A Kiss"}
{"is_sarcastic": 1, "headline": "The Hunger Games Versus The Democratic Debates"}
{"is_sarcastic": 1, "headline": "Stress Massage Therapist Warns Resident That Session Will Only Produce Temporary Relaxation From Heaviness, Pressure, And Sadness Of Reality"}
{"is_sarcastic": 1, "headline": "Trump Answers Megan Rapinoe Refusal To Visit White House"}
{"is_sarcastic": 1, "headline": "Oprah Winfrey To Interview Jussie Smollett In TV Special"}
{"is_sarcastic": 1, "headline": "Chemistry Weekly Round-Up"}
{"is_sarcastic": 1, "headline": "Trump announces new strategies for regime change in Venezuela"}
{"is_sarcastic": 1, "headline": "Trump and Kim at the DMZ take naked dip together to celebrate friendship"}
{"is_sarcastic": 1, "headline": "Adam Schiff calls for investigation of God-gate"}
{"is_sarcastic": 1, "headline": "Nashville Man Notices Something Afoot"}
{"is_sarcastic": 1, "headline": "How To Trade Your Worthless College Humanities Degree For A Valuable Doctorate"}
{"is_sarcastic": 1, "headline": "Dean Warns Education Professors About Smoking And \"Shit-Talking\" In Front Of 'At-Risk' Students"}
{"is_sarcastic": 1, "headline": "Man On Motorbike Couldn't Find His House"}
{"is_sarcastic": 1, "headline": "Sergei Skripal Poisoning: Third Suspect Identified"}
{"is_sarcastic": 1, "headline": "Labour Party denies that Jeremy Corbyn is losing his, err, memory"}
{"is_sarcastic": 1, "headline": "Greek Mythology Debunked"}
{"is_sarcastic": 1, "headline": "Cat Put Amongst Pigeons"}
{"is_sarcastic": 1, "headline": "Deal of the Century kicks off at the World Bridge Championships in Yemen."}
{"is_sarcastic": 1, "headline": "Hitler, Stalin Meet on Russian Side of Border"}
{"is_sarcastic": 1, "headline": "Kylie Minogue Furious At Sir David Attenborough"}
{"is_sarcastic": 1, "headline": "Russian Girl, 12, Sent To Siberian Camp For Taking Selfie With Vladimir Putin"}
{"is_sarcastic": 1, "headline": "Dalai Lama admits he's a “sexist pig”"}
{"is_sarcastic": 1, "headline": "LibDem MEPs get dermatitis from itching powder on bollocks t-shirts"}
{"is_sarcastic": 1, "headline": "Colin Kaepernyuk Dyes Hair Red, White And Blue To Protest Flag: Nyuk Nyuk Nyuk!"}
{"is_sarcastic": 1, "headline": "Coworkers Realize that Shy, Quiet Guy Actually Isn't That Smart"}
{"is_sarcastic": 1, "headline": "Mr. Miyagi from \"Karate Kid\" film is appointed new Brexit adviser"}
{"is_sarcastic": 1, "headline": "Damien Hirst Makes Strange Stipulation In His Will"}
{"is_sarcastic": 1, "headline": "Harry Potter Banned from School"}
{"is_sarcastic": 1, "headline": "Boris Johnson nearly landed major role in 'The Lion King'"}
{"is_sarcastic": 1, "headline": "Trump's Fourth Of July Celebrations To Be \"Astronomically Expensive\""}
{"is_sarcastic": 1, "headline": "Andrew Yang Calls Pocahontas An Albino Native American"}
{"is_sarcastic": 1, "headline": "The Wonderful World Of Uninteresting Animals #7: The Saber-toothed Budgerigar"}
{"is_sarcastic": 1, "headline": "Trump's 4th Of July Parade"}
{"is_sarcastic": 1, "headline": "Plenty Of Trump Haters Now Think James Comey Sucks"}
{"is_sarcastic": 1, "headline": "All Bill Cosby's Fellow Prisoners Have Escaped"}
{"is_sarcastic": 1, "headline": "New York Woman Offended When Janitor Misinterprets Friendly Small Talk as Their Actually Being on Same Level"}
{"is_sarcastic": 1, "headline": "Gallows Humor: I've Got a Mellow Noma"}
{"is_sarcastic": 1, "headline": "Phil Neville Philosophical About England Defeat"}
{"is_sarcastic": 1, "headline": "England Women's Football Hooligans Go On The Rampage"}
{"is_sarcastic": 1, "headline": "MADD Magazine's staff pronounced “cured”"}
{"is_sarcastic": 1, "headline": "North Korea To Impose Sanctions On US"}
{"is_sarcastic": 1, "headline": "Chivalry in Stable Condition and Doing Well"}
{"is_sarcastic": 1, "headline": "Independence Day And What It Means For The Rest Of The World"}
{"is_sarcastic": 1, "headline": "Trump's Independence Day Parade Plot"}
{"is_sarcastic": 1, "headline": "US ratchets up defense against Iran with advertising campaigns into the disputed area"}
{"is_sarcastic": 1, "headline": "Tear Down That Wall: Mexico To Dig Super Canal From Brownsville To San Diego"}
{"is_sarcastic": 1, "headline": "Trump Defends Fourth of July Speech"}
{"is_sarcastic": 1, "headline": "Landmark Wisconsin Court Decision Disappointingly About an Actual Landmark"}
{"is_sarcastic": 1, "headline": "Fourth Of July Celebrations Labeled \"Shit\" By Man"}
{"is_sarcastic": 1, "headline": "Student's Favorite Color Was 'Slime Green'"}
{"is_sarcastic": 1, "headline": "God Ignores Prayer From Lonely Drunken Resident For Special Woman To Show Up In His Life"}
{"is_sarcastic": 1, "headline": "How Writing Sounds if Your \"E\" Won't Print"}
{"is_sarcastic": 1, "headline": "California Earthquakes Triggered by Secret U. S. Nuke Tests"}
{"is_sarcastic": 1, "headline": "This Week's Latest Wrestling Pay-Per-View Results"}
{"is_sarcastic": 1, "headline": "Man Wants To Know If Saying Nice Things About LGBT+ Will Help Him Get Ahead"}
{"is_sarcastic": 1, "headline": "Nashville Singer Dismayed to Learn \"Haggard\" Not a Compliment"}
{"is_sarcastic": 1, "headline": "US player Alex Morgan “wasn’t pretending to drink tea but offering to give British men a blow-job” according to close-up footage"}
{"is_sarcastic": 1, "headline": "Meghan And Harry's Baby, Archie, Says He Won't Attend Christening Service"}
{"is_sarcastic": 1, "headline": "Campus Security Officers Run Away From Massive Brawl Between Two Education Professors"}
{"is_sarcastic": 1, "headline": "Blue Bell Ice Cream Licker Caught!"}
{"is_sarcastic": 1, "headline": "Adolf Hitler Group To Sue Accusers For Defamation"}
{"is_sarcastic": 1, "headline": "A-1 sex robots evolution and spirit extraction as answer to climate change"}
{"is_sarcastic": 1, "headline": "Trump Reads Food Menu Instead Of Speech, Blames Teleprompter"}
{"is_sarcastic": 1, "headline": "Illusion Backfires As Magician Vanishes"}
{"is_sarcastic": 1, "headline": "Pamplona Bull Run Results In No Deaths Again"}
{"is_sarcastic": 1, "headline": "Nashville Woman Takes a Licking from Relentless Black Cat"}
{"is_sarcastic": 1, "headline": "Prince Harry Says He'll Have Nanny Smack Archie's Bottom If He Does It Again"}
{"is_sarcastic": 1, "headline": "President Plum calls for resignation of congresswoman over anti-Cyania remarks"}
{"is_sarcastic": 1, "headline": "Tour De France Start Delayed After Rider Rips His Knackers On Seat"}
{"is_sarcastic": 1, "headline": "Man Admits Defeat In 'Ambulance Game'"}
{"is_sarcastic": 1, "headline": "The Man Who Speaks In Seven-word Sentences"}
{"is_sarcastic": 1, "headline": "CBP staff with internal review and solid proof AOC is full of baloney"}
{"is_sarcastic": 1, "headline": "Universal credit scam discovered, as thousands of benefits claimants willingly hand over their money to fraudsters"}
{"is_sarcastic": 1, "headline": "Push To Add Extraterrestrial Question To 2020 Census"}
{"is_sarcastic": 1, "headline": "People-Pleasing Woman Concerned about Telling Her Therapist to Fuck Off"}
{"is_sarcastic": 1, "headline": "Trump Makes Surprise Job Offer to UK Ambassador"}
{"is_sarcastic": 1, "headline": "ITVBe Announces Improved Intellectual Content With Updated \"Real Housewives\" Franchise"}
{"is_sarcastic": 1, "headline": "Trump Gaffe Was Only Heard Because Somebody Was Listening"}
{"is_sarcastic": 1, "headline": "Sanctions Weekly Round-up"}
{"is_sarcastic": 1, "headline": "Talking Dog For Sale: Make Offer"}
{"is_sarcastic": 1, "headline": "Trump Orders Death to Robocallers"}
{"is_sarcastic": 1, "headline": "Whistleblower: Robocalls Made By Actual Robots"}
{"is_sarcastic": 1, "headline": "Putin Ridicules Trump’s 4th Of July Parade"}
{"is_sarcastic": 1, "headline": "UK ambassador to be sent to Belmarsh Prison with cell next to Julian Assange"}
{"is_sarcastic": 1, "headline": "Attorney General Recusal As Epstein-Barr Goes Viral"}
{"is_sarcastic": 1, "headline": "Melania's Man-child"}
{"is_sarcastic": 1, "headline": "California Earthquakes Part of a Plot To Eject Golden State"}
{"is_sarcastic": 1, "headline": "The Republicans’ Secret 2020 Weapon: The Moralyzer"}
{"is_sarcastic": 1, "headline": "Are These Poems Strange? People Have Named Them 'Haikus'. What? Oh, Gesundheit!"}
{"is_sarcastic": 1, "headline": "Where are they now? Izal Toilet Paper"}
{"is_sarcastic": 1, "headline": "Single Woman Encouraged that She’s No Lonelier on Her 45th Birthday than She Was on Her 25th"}
{"is_sarcastic": 1, "headline": "Worker Disturbed to Glimpse Male Colleague's Inappropriate Use of Office Computer"}
{"is_sarcastic": 1, "headline": "Trump Declares War On Mexico After USA Gold Cup Loss"}
{"is_sarcastic": 1, "headline": "Old Lady Who Swallowed A Fly, Was On Slippery Slope"}
{"is_sarcastic": 1, "headline": "Faceless Couple Worry About Who Their Unborn Child Will Look Like"}
{"is_sarcastic": 1, "headline": "Ocasio-Cortez Is Thinking (Out Loud) Again"}
{"is_sarcastic": 1, "headline": "Jeffrey Epstein Invites Women’s Soccer Team To His Mansion"}
{"is_sarcastic": 1, "headline": "TV Guide 11 July"}
{"is_sarcastic": 1, "headline": "Sir Kim Darroch Falls On His Sword, And Will Not Be Available For Tiffin"}
{"is_sarcastic": 1, "headline": "Serious Man Acknowledges Ridiculous Nature of Life"}
{"is_sarcastic": 1, "headline": "The Wind in the Boris"}
{"is_sarcastic": 1, "headline": "Trump Repeals Newton's Laws of Thermodynamics"}
{"is_sarcastic": 1, "headline": "Man Got Soap In His Eye"}
{"is_sarcastic": 1, "headline": "Trump Announces He Will Convert Government Into a Reality Show"}
{"is_sarcastic": 1, "headline": "Man Is Absolutely Sick And Tired Of Having To Wish His Facebook 'Friends' Happy Birthday"}
{"is_sarcastic": 1, "headline": "Esha Gupta case leads to global campaign against “eye rape” (male restraints under consideration)"}
{"is_sarcastic": 1, "headline": "Robber foiled by high decibel flatulence (no signs of epidemic)"}
{"is_sarcastic": 1, "headline": "Ayatollah’s Rice Pudding Recipe ‘May Contain Nuts’"}
{"is_sarcastic": 1, "headline": "Idiot Fly Thought Plastic Food Was Real"}
{"is_sarcastic": 1, "headline": "Putin's Dream Team in new Bond movie \"From Russia with Love - II\""}
{"is_sarcastic": 1, "headline": "Football Gossip: Palace, Jay-Z, Scottish \"Insult\", Rafa Warning, Lamps Back at Chelsea"}
{"is_sarcastic": 1, "headline": "Grieving Woman Finds Difficult People Refreshing to Be Around"}
{"is_sarcastic": 1, "headline": "Grannies knit a tea-cosy for Britain"}
{"is_sarcastic": 1, "headline": "Bozo Johnson Concedes in Tory Leadership Race Citing \"Back Problem\""}
{"is_sarcastic": 1, "headline": "Erectile Dysfunction Man Cured By Sexy Wench With Big Oomlaaters"}
{"is_sarcastic": 1, "headline": "2020 Democrat Hopefuls Release Campaign Slogans"}
{"is_sarcastic": 1, "headline": "Elderly Cost Taxpayers TRILLIONS: One American's Views"}
{"is_sarcastic": 1, "headline": "Three Daft Things About Jeremy Hunt"}
{"is_sarcastic": 1, "headline": "Math Teacher Suspended: Inappropriate Word Problems on Tests"}
{"is_sarcastic": 1, "headline": "School district bans 'purple face' after racist incident"}
{"is_sarcastic": 1, "headline": "NRA Official Who Accidentally Quoted First Four Words of 2nd Amendment Issues Immediate Retraction"}
{"is_sarcastic": 1, "headline": "Jesus-like Savior of America Hooks Up Million Dollar Ride in Ireland"}
{"is_sarcastic": 1, "headline": "New production of Hamlet will star Nancy Pelosi and Bill Clinton"}
{"is_sarcastic": 1, "headline": "No Casualties in Summer Blockbuster \"John Wick Bad Guys Vs. Star Wars Stormtroopers\""}
{"is_sarcastic": 1, "headline": "Russian Bot Thrilled With Invite to Trump Social Media Summit at White House"}
{"is_sarcastic": 1, "headline": "Mark Cavendish Missing Tour de France Due to Lycra Allergy"}
{"is_sarcastic": 1, "headline": "New York Woman Ostracized for Not Liking Puppy Videos"}
{"is_sarcastic": 1, "headline": "Sir Kim Darroch: “I told BoZo to Fuck Off”"}
{"is_sarcastic": 1, "headline": "Scared: Your Kids"}
{"is_sarcastic": 1, "headline": "The Grapes Contain Wrath"}
{"is_sarcastic": 1, "headline": "US 'Chaperone' Politician Arouses His Wife's Suspicions"}
{"is_sarcastic": 1, "headline": "Man Says He Would Do The Same Thing Again, If It Were Necessary"}
{"is_sarcastic": 1, "headline": "Extending Weiner Family Serves Proof That University Was Successful At Promoting Safe Choices And Responsibility By Handing Out Free Contraceptives"}
{"is_sarcastic": 1, "headline": "Up To The Minute Hurricane Barry Coverage"}
{"is_sarcastic": 1, "headline": "Gay Gnomes"}
{"is_sarcastic": 1, "headline": "Vacant Man Continues to Come Up with Things to Say"}
{"is_sarcastic": 1, "headline": "Ed Sheerans Sheer Luck"}
{"is_sarcastic": 1, "headline": "Ocasio-Cortez - The Interview"}
{"is_sarcastic": 1, "headline": "Wimbledon: Roger Federer v. Novak Djokovic Match To Be Attended By Pair Of Parasites"}
{"is_sarcastic": 1, "headline": "Mike Ashley Is A Cuntroversial Man"}
{"is_sarcastic": 1, "headline": "Kate Middleton Thinks Roger Federer Is A Bit Dishy"}
{"is_sarcastic": 1, "headline": "Epstein, Swinestein, The Pervs Just Keep Coming"}
{"is_sarcastic": 1, "headline": "President Trump: Boris Johnson Showed Big Balls Over Sir Kim Darroch Affair"}
{"is_sarcastic": 1, "headline": "ICE Creamed! Sunday's Raids a Chaotic Disaster"}
{"is_sarcastic": 1, "headline": "LGBT+ School To Open In Autumn"}
{"is_sarcastic": 1, "headline": "Man Opened Dictionary On Very Rude Word"}
{"is_sarcastic": 1, "headline": "Why Wile E Coyote Will Never Be Invited To The White House For Victory Lap"}
{"is_sarcastic": 1, "headline": "Alex Ferguson’s trip to Wimbledon “ruined” by people from Liverpool"}
{"is_sarcastic": 1, "headline": "GOP to Become \"3rd Party\" in California?"}
{"is_sarcastic": 1, "headline": "Trump Proclaims: \"The Spoof\" Is The Most Legitimate News Source"}
{"is_sarcastic": 1, "headline": "Omnivore Boasts that She's Not a Hypocrite for Eating Meat Because She Dislikes Dogs"}
{"is_sarcastic": 1, "headline": "Egyptians dominate Wimbledon again"}
{"is_sarcastic": 1, "headline": "Bastille Day Ruined By Storm"}
{"is_sarcastic": 1, "headline": "The DEA is on the roll"}
{"is_sarcastic": 1, "headline": "England Cricket Team Given Advice By Women's Captain"}
{"is_sarcastic": 1, "headline": "The ICEman Didn't Cometh; ICE Agents Protest Trump's Raids"}
{"is_sarcastic": 1, "headline": "The Four Hos Of The Apocalypse Ride Again"}
{"is_sarcastic": 1, "headline": "Orgasming woman found in contempt of court"}
{"is_sarcastic": 1, "headline": "Trump Tweets (again)"}
{"is_sarcastic": 1, "headline": "Trump Oversteps The Mark"}
{"is_sarcastic": 1, "headline": "Dating Site Changes Name as Result of Overfishing"}
{"is_sarcastic": 1, "headline": "Computer Hacker To Be New Bitcoin Face"}
{"is_sarcastic": 1, "headline": "President Trump, THE Dysfunctional."}
{"is_sarcastic": 1, "headline": "Woman Who Read Oxford English Dictionary From Cover To Cover, Not Impressed"}
{"is_sarcastic": 1, "headline": "New Zealand To Ask For Judicial Review After England 'Win' Cricket World Cup"}
{"is_sarcastic": 1, "headline": "VP Pence says Customs Border Patrol over-worked and there could be “a few bad apples”"}
{"is_sarcastic": 1, "headline": "Trump to deport all immigrants plus native borns with immigrant parents of the past 100 years"}
{"is_sarcastic": 1, "headline": "Calling Congresswoman’s Turban ‘A Brain Bandage’ Not Racist, Just Plain Rude"}
{"is_sarcastic": 1, "headline": "Are You a Royalist Lickspittle or a Republican Scumbag? Test Your Devotion to the Windsors"}
{"is_sarcastic": 1, "headline": "Robert Kraft, Bill Clinton Create #MeNeither Movement"}
{"is_sarcastic": 1, "headline": "Girl Asked Teacher To Spell Difficult Word"}
{"is_sarcastic": 1, "headline": "Trump-Weary Americans Eager to Experience the \"P\" in PTSD"}
{"is_sarcastic": 1, "headline": "OMG! A Nine Year-Old Kid Got There Before US Declassified NASA Papers Reveal"}
{"is_sarcastic": 1, "headline": "Democrat Candidates: Apology and Confession Tour"}
{"is_sarcastic": 1, "headline": "Trump Told To Go Back To Where His Grandfather Came From"}
{"is_sarcastic": 1, "headline": "Trump's 2020 Precious Metal Commemorative Coin"}
{"is_sarcastic": 1, "headline": "Japanese war effort remembered"}
{"is_sarcastic": 1, "headline": "Trump claims he is no more racist than Hitler"}
{"is_sarcastic": 1, "headline": "President Trump In Office Through At Least 2056?"}
{"is_sarcastic": 1, "headline": "Local Man Breathes Sigh of Relief That Psychotic Ex-Wife Directs Abusive Rants Toward Spirit Airlines"}
{"is_sarcastic": 1, "headline": "Sea World Shame"}
{"is_sarcastic": 1, "headline": "TV License Attack"}
{"is_sarcastic": 1, "headline": "Woman's Office Attire Reaches New Level of Bland"}
{"is_sarcastic": 1, "headline": "Epstein already working on groundbreaking provisions for his next jail time"}
{"is_sarcastic": 1, "headline": "Air Force to treat Area 51 visitors to dazzling air show"}
{"is_sarcastic": 1, "headline": "Trump: Area 51 To Be Walled Off"}
{"is_sarcastic": 1, "headline": "Trump N-word Speech Can 'Only Be A Matter Of Time'"}
{"is_sarcastic": 1, "headline": "Trump Plans to Send Million Venezuelans to California"}
{"is_sarcastic": 1, "headline": "Is antisocialism on the rise?"}
{"is_sarcastic": 1, "headline": "NASA celebrate 50 years of pretending to go to the Moon"}
{"is_sarcastic": 1, "headline": "Congresswoman Omar Wakes Up To A Camel’s Head In Her Bed"}
{"is_sarcastic": 1, "headline": "Trump names himself after Ivan the Terrible; causes revival of Russia-gate"}
{"is_sarcastic": 1, "headline": "Trump Off To Area 51 To Find Out Just What The Devil Is Going On Down There"}
{"is_sarcastic": 1, "headline": "The Open 2019: Golf Returns to Northern Ireland Under Strict Security"}
{"is_sarcastic": 1, "headline": "Chinese restaurants thriving thanks to transsexuals"}
{"is_sarcastic": 1, "headline": "Nashville Man Wins by Snoozing"}
{"is_sarcastic": 1, "headline": "A Study In Stupidity"}
{"is_sarcastic": 1, "headline": "Andy Warhols grandson teaches comedy"}
{"is_sarcastic": 1, "headline": "Cole Porter's Original lyrics for \"You're the Top\""}
{"is_sarcastic": 1, "headline": "Area 51 \"Crawling With Aliens\""}
{"is_sarcastic": 1, "headline": "E.T. Has Just About Had Enough, And Is Ready To Take Over The Running Of The World"}
{"is_sarcastic": 1, "headline": "Progressive NYC Madam Offers Lip Service to Feminism"}
{"is_sarcastic": 1, "headline": "Hollywood doubts latest Superhero Supershagger will take off"}
{"is_sarcastic": 1, "headline": "'Treason' May: \"I denounce the democratic right of populism! I have never said a word, that was worth listening to!\""}
{"is_sarcastic": 1, "headline": "Scientists Nominate Donald Trump to be the First Man on Mars"}
{"is_sarcastic": 1, "headline": "President Trump And E.T. Have Area 51 Meeting Next Week"}
{"is_sarcastic": 1, "headline": "The Arctic Circle Doesn't Exist!"}
{"is_sarcastic": 1, "headline": "Jellyfish Endangered by Seniors with Memory Loss"}
{"is_sarcastic": 1, "headline": "Every three days, four MORE 737 Ka-MAX-Kaze planes are built for the expanding parking lot!"}
{"is_sarcastic": 1, "headline": "U.S. Threatens to Send Mitch McConnell to Iran - Iran Agrees To New Nuclear Deal"}
{"is_sarcastic": 1, "headline": "Nashville Woman Affirms that She Is Absolutely Prefect in Every Way"}
{"is_sarcastic": 1, "headline": "Apollo 11 Moon Landing Was Genuine - Lance Armstrong"}
{"is_sarcastic": 1, "headline": "Joe Biden Wins Over Sheep Vote In Montana"}
{"is_sarcastic": 1, "headline": "Underpants Were Too Small"}
{"is_sarcastic": 1, "headline": "Hitler Was A Baby Once, Photos Prove"}
{"is_sarcastic": 1, "headline": "Labour Party comes down hard on alleged AntiJeremysm"}
{"is_sarcastic": 1, "headline": "Iranians Board British Tanker In Time For Tea"}
{"is_sarcastic": 1, "headline": "The King of Swords Looking Increasingly Persian"}
{"is_sarcastic": 1, "headline": "Conduct Unbecoming: Michelle Obama"}
{"is_sarcastic": 1, "headline": "Minor League Baseball Team Sued For Making Own Rules"}
{"is_sarcastic": 1, "headline": "Conscientious Nashville Man Goes 100 Percent Sustainable by Putting All His Trash in Recycling Bin"}
{"is_sarcastic": 1, "headline": "Apollo 14 Golf Balls May Never Be Found"}
{"is_sarcastic": 1, "headline": "Michael Jackson Apollo 14 Rumor Denied"}
{"is_sarcastic": 1, "headline": "Solar Panels a Significant Source of Global Warming"}
{"is_sarcastic": 1, "headline": "CNN to receive Horace S Ball award for distinguished journalism no malarkey"}
{"is_sarcastic": 1, "headline": "Area 51 Extra-Terrestrial Aliens Move To Beaver Crossing, Nebraska"}
{"is_sarcastic": 1, "headline": "Latest Corbyn Anti-Semitism initiative condemned as Anti-Semitic"}
{"is_sarcastic": 1, "headline": "World in CRISIS!"}
{"is_sarcastic": 1, "headline": "Trump World Coming To Number 10 Downing Street, London"}
{"is_sarcastic": 1, "headline": "Doctor Flummoxed by Patient Uninterested in Pain Pills or Antidepressants"}
{"is_sarcastic": 1, "headline": "Declassified Documents Reveal Hitler's Lack of Facial Hair and Charlie Chaplin Fixation"}
{"is_sarcastic": 1, "headline": "Boris Johnson's Prime Ministerial Acceptance Speech Leaked to The Spoof"}
{"is_sarcastic": 1, "headline": "Man Spent All Day Digging A Trench, Only To Have To Fill It In Again When His Wife Said It Was In The Wrong Place"}
{"is_sarcastic": 1, "headline": "US Threatens India Over Moonbase Project"}
{"is_sarcastic": 1, "headline": "North Pole is Missing - in More Ways Than One"}
{"is_sarcastic": 1, "headline": "Could American Politics Create Hyper-Alternate Quantum Vortex?"}
{"is_sarcastic": 1, "headline": "Bloke Whose Arse Exploded Is Out Of Danger"}
{"is_sarcastic": 1, "headline": "Death Panel Will Save Lives Sez Bernie Sanders"}
{"is_sarcastic": 1, "headline": "When The Twilight Has Gone And No Songbirds Are Singing"}
{"is_sarcastic": 1, "headline": "Democrats Push $289 Minimum Wage in Campaigns"}
{"is_sarcastic": 1, "headline": "Donald Trump Calls Boris Johnson His Long Lost Poodle"}
{"is_sarcastic": 1, "headline": "Guy using Face App finds out he already looks old"}
{"is_sarcastic": 1, "headline": "Trump Patterns Presidency Based On Newhart TV Series"}
{"is_sarcastic": 1, "headline": "Eva Braun's Secret Diary Reveals Truth Behind British Army's Song About Hitler"}
{"is_sarcastic": 1, "headline": "Trump Tweets that Unhappy Native Americans Should Go Back to Where They Came From"}
{"is_sarcastic": 1, "headline": "US Expands Powers To Execute Illegal Migrants Without Trial"}
{"is_sarcastic": 1, "headline": "Tory Leadership Contest: Has Jeremy Hunt Won?"}
{"is_sarcastic": 1, "headline": "Nadiya Hussain: \"I F*cking Hate Baking and Paul Hollywood's Squirty Cream\""}
{"is_sarcastic": 1, "headline": "Boris Johnson To Officially Designate Britain As The 51st State Of The USA"}
{"is_sarcastic": 1, "headline": "President Trump: Racist Bone Located"}
{"is_sarcastic": 1, "headline": "Conservative Party Leadership Battle Ends In Tie"}
{"is_sarcastic": 1, "headline": "Trump: \"The U.S. has No Spies in Iran\""}
{"is_sarcastic": 1, "headline": "Deliveroo Expands Operations to Cater for Lunar Explorers"}
{"is_sarcastic": 1, "headline": "Temperatures Encouragingly Dip Below Freezing in Antarctica"}
{"is_sarcastic": 1, "headline": "President Trump Falls Asleep During His Own Speech"}
{"is_sarcastic": 1, "headline": "Rocketing In-Flight Sperm Levels Warning Issued By Mile-High Club"}
{"is_sarcastic": 1, "headline": "Facebook Set To Ban Pictures Of People's Dinners, Cats, And Ugly Children"}
{"is_sarcastic": 1, "headline": "Boris Johnson Renounces Treaty of Paris, Reclaims U.S. as British Colony"}
{"is_sarcastic": 1, "headline": "New PM Boris Johnson Succeeds in Bringing Unity to the Country"}
{"is_sarcastic": 1, "headline": "Failing Mueller Brain Implant Affects Investigation"}
{"is_sarcastic": 1, "headline": "Iceland Is Melting"}
{"is_sarcastic": 1, "headline": "New Prime Minister Boris Johnson Pledges to Nationalise Wetherspoons"}
{"is_sarcastic": 1, "headline": "Hot Weather To Continue Until It Cools Down A Bit"}
{"is_sarcastic": 1, "headline": "Manhattan Man Diagnosed with Existential Insomnia"}
{"is_sarcastic": 1, "headline": "Mueller hides behind couch after whipping"}
{"is_sarcastic": 1, "headline": "Boris Johnson's Dad Astounded That His 'Daft Lad' Son Has Become Prime Minister"}
{"is_sarcastic": 1, "headline": "Woman Blames Oven For Burning Her Husband's Tea"}
{"is_sarcastic": 1, "headline": "Mueller Testimony: Republicans Scream at Republican Hired by Republicans to Investigate Republicans"}
{"is_sarcastic": 1, "headline": "Giants to be Replaced in NL West by Cucamonga Quakes?"}
{"is_sarcastic": 1, "headline": "Cricket Fan Went To The Toilet, And Missed Second Innings"}
{"is_sarcastic": 1, "headline": "Boris Johnson: The Book Stops Here!"}
{"is_sarcastic": 1, "headline": "Emergency COBRA Meeting at Downing Street as US Ambassador Says Johnson-Trump Relationship Will Be 'Sensational'"}
{"is_sarcastic": 1, "headline": "Turmeric-Dusted CBD Oil-Infused Crystallized Ginger May Prevent Migraines"}
{"is_sarcastic": 1, "headline": "737 Ka-MAX-Kaze simulator upgrade"}
{"is_sarcastic": 1, "headline": "London Homophobic Night Bus Attack Boys Face Being Bummed On Live TV As Punishment"}
{"is_sarcastic": 1, "headline": "Anti-Boris Johnson Mob Dispersed By Army"}
{"is_sarcastic": 1, "headline": "Teacher Spent Entire Term Trying To Teach Students About Token Sea Creatures"}
{"is_sarcastic": 1, "headline": "Treasury May Pay Off U.S. National Debt With Bitcoin"}
{"is_sarcastic": 1, "headline": "Mueller Report - Investigators \"Mostly Doing Blow\""}
{"is_sarcastic": 1, "headline": "Canada's Famed Ice Hills Disappearing; Global Warming Victims"}
{"is_sarcastic": 1, "headline": "Robert Mueller Does Back Flips All the Way To Limo"}
{"is_sarcastic": 1, "headline": "Nashville Man Accidentally Kicks List-Containing Bucket"}
{"is_sarcastic": 1, "headline": "Trump Says Obama F***ed Up White House Air Con"}
{"is_sarcastic": 1, "headline": "Boris Johnson 'Victory' Is Really Just A Vote Of 'No Confidence' In Other Tories"}
{"is_sarcastic": 1, "headline": "Boris Johnson: High Speed Rail Link Will Shave Hours Off Manchester To Leeds Time"}
{"is_sarcastic": 1, "headline": "\"The Squad All Suffer from Trump Derangement Syndrome\" Says POTUS Who Tweets About them 24/7"}
{"is_sarcastic": 1, "headline": "A Desperate Trump Orders New York Philharmonic, Dennis Rodman to North Korea"}
{"is_sarcastic": 1, "headline": "Student Allowed To Eat A Mentos Mint, Then Drink Coke, \"In The Name Of Science\""}
{"is_sarcastic": 1, "headline": "Scottish Fire Brigade Warns Balmoral Castle ‘A Fire Trap’ Like Norte Damn"}
{"is_sarcastic": 1, "headline": "BoJo and Donnie do the obliteration two-step on the deck of the Grace 1 tanker"}
{"is_sarcastic": 1, "headline": "Mueller will adapt “I’m-loathe-to-get-into-that” comment for new plumbing and cleaning business"}
{"is_sarcastic": 1, "headline": "Nashville Songwriter Summarizes General Life-Weariness with \"Oh, ya know\""}
{"is_sarcastic": 1, "headline": "Cockfighting Cocks Strike In Protest Over Conditions"}
{"is_sarcastic": 1, "headline": "Alcohol-Free Weekend Made Up For With Horrifying Behavior At Strip Club"}
{"is_sarcastic": 1, "headline": "Weather Forecast For Today"}
{"is_sarcastic": 1, "headline": "Dancing Rats in Baltimore - Amazing!"}
{"is_sarcastic": 1, "headline": "Paranoid Cop Falsely Accuses Booger Slinger"}
{"is_sarcastic": 1, "headline": "Tour de France Won By Rider With Unpronounceable Name"}
{"is_sarcastic": 1, "headline": "Unemployed Man Rebrands as Free Spirit"}
{"is_sarcastic": 1, "headline": "Mogg And Roll"}
{"is_sarcastic": 1, "headline": "Winks Thinks A Football Tale"}
{"is_sarcastic": 1, "headline": "Van Gogh Revolver To Be Used In Artwork Installation"}
{"is_sarcastic": 1, "headline": "Baltimore's Rats in Protest March to White House"}
{"is_sarcastic": 1, "headline": "\"It Wasn't Me!\", Said Girl"}
{"is_sarcastic": 1, "headline": "Trump Orders Mueller Have His Gums Painted Purple For Lying"}
{"is_sarcastic": 1, "headline": "As Trump Continues To Tweet, Rats In Baltimore Say The City Is Just Fine"}
{"is_sarcastic": 1, "headline": "To Impeach Or Not To Impeach?"}
{"is_sarcastic": 1, "headline": "Garage Attendant Appreciates Daily Greeting from Beautiful Pontiac Owner but Desperately Longs for More"}
{"is_sarcastic": 1, "headline": "Business Roundup with The Money"}
{"is_sarcastic": 1, "headline": "Just Another Bombtrack"}
{"is_sarcastic": 1, "headline": "The Falling Pound"}
{"is_sarcastic": 1, "headline": "National Rifle Association Office Closed Today"}
{"is_sarcastic": 1, "headline": "Sorry Folks - Have To Get Serious For Once Because Of A Serious Matter- How To Keep Cool In This Heat."}
{"is_sarcastic": 1, "headline": "9 Million Rats Can’t All Be Wrong: Leaving Baltimore On A Jet Plane"}
{"is_sarcastic": 1, "headline": "President Trump In Move To Ban Garlic Festivals, And Other Dangerous Events"}
{"is_sarcastic": 1, "headline": "Church Sexton Almost Bungled Paul Revere's Ride"}
{"is_sarcastic": 1, "headline": "Snot Bubble Contest Winner Used Banned Substance"}
{"is_sarcastic": 1, "headline": "Brexit now infecting every aspect of our lives complain British public"}
{"is_sarcastic": 1, "headline": "Woman Generously Smiles at Smoker"}
{"is_sarcastic": 1, "headline": "Russell Brand - The Anti-Christ?"}
{"is_sarcastic": 1, "headline": "Could Cthulhu Be Donald Trump's Real Name?"}
{"is_sarcastic": 1, "headline": "Royal Marines Boarded Ship With 'Minimum Of Force', Lies Ministry Of Defence"}
{"is_sarcastic": 1, "headline": "Wedding Party Experience Left Nasty Taste In Woman's Mouth"}
{"is_sarcastic": 1, "headline": "Low-Budget Ancestry Analysis Links Ryan Adams and Bryan Adams as Half-Brothers"}
{"is_sarcastic": 1, "headline": "Brick Came Through Window"}
{"is_sarcastic": 1, "headline": "'At-Risk' Loser Determined To Become Overachieving Piece Of Shit Next Semester"}
{"is_sarcastic": 1, "headline": "FOX News drifting Left has Donald visiting his psychiatrist"}
{"is_sarcastic": 1, "headline": "Student Proves Theory That One Shouldn't Sit Behind Doors"}
{"is_sarcastic": 1, "headline": "TV guide 3 August"}
{"is_sarcastic": 1, "headline": "Anglesey Skeleton Crew"}
{"is_sarcastic": 1, "headline": "Moscow Mitch Doesn't like Being Called Moscow Mitch!"}
{"is_sarcastic": 1, "headline": "Blocked Writer Relieved to Realize No One Cares whether He Writes Anything Ever Again"}
{"is_sarcastic": 1, "headline": "Stevenage Shirt Looks Like Burger King Staff Uniform!"}
{"is_sarcastic": 1, "headline": "Trump nominated for Nobel Peace Prize, for saving the lives of ten million Afghans"}
{"is_sarcastic": 1, "headline": "Oppenheimer Not What He Seems Scientists Say"}
{"is_sarcastic": 1, "headline": "Man Was Full Of Wind When He Woke Up This Morning"}
{"is_sarcastic": 1, "headline": "Breaking from Sky Sports Source at Bermondsey Pub: Last Minute Transfer Deal, Messi to Millwall"}
{"is_sarcastic": 1, "headline": "It Finds Its Way Back into Nashville Woman"}
{"is_sarcastic": 1, "headline": "Trump/Republicans: \"Only a Socialist Nutjob Would Offer Free Healthcare and College for All\""}
{"is_sarcastic": 1, "headline": "Lionel Messi Banned For Speaking The Truth About Corruption"}
{"is_sarcastic": 1, "headline": "Storming Area 51...Not Such A Good Idea!"}
{"is_sarcastic": 1, "headline": "California's Homeless, Denounced by Trump, Invite Him to \"Share Our Tents\""}
{"is_sarcastic": 1, "headline": "Conservative-Minded, Horrifying, Demonic Beast Successfully Slain Outside Of Liberal Arts Classroom After Saying Terrible Things And Lighting Up A Cigarette"}
{"is_sarcastic": 1, "headline": "Priti Patel Vows To Make Criminals Terrified Of The Law"}
{"is_sarcastic": 1, "headline": "Scunthorpe Finally Bows To Namechange Pressure"}
{"is_sarcastic": 1, "headline": "Increasing Number of Overweight Women Choosing Short Shorts"}
{"is_sarcastic": 1, "headline": "Rangers Remain (Stupid)"}
{"is_sarcastic": 1, "headline": "Mass Shooting Saga"}
{"is_sarcastic": 1, "headline": "Snot Bubbles, The Sequel"}
{"is_sarcastic": 1, "headline": "Trump Says No Need For Gun Restrictions"}
{"is_sarcastic": 1, "headline": "Child Tells Noisy Dad To Turn His Music Down"}
{"is_sarcastic": 1, "headline": "Harry Maguire Has Had 'Second Thoughts' About Manchester United"}
{"is_sarcastic": 1, "headline": "Chapped Lips? Try Dr. Billingsgate’s New Bat Guano Formula"}
{"is_sarcastic": 1, "headline": "Climate Scientists Relieved that Trump Nuclear Policy May End Life on Earth before Global Warming"}
{"is_sarcastic": 1, "headline": "Comparing Bill Clinton's Situation To Donald Trump's"}
{"is_sarcastic": 1, "headline": "\"Red Flag Laws\" May Take Guns From \"Patriots\""}
{"is_sarcastic": 1, "headline": "Harry Maguire To Clear Up Brexit Mess"}
{"is_sarcastic": 1, "headline": "Trump: All Caucasians To Be Dyed Purple To End White Supremacy"}
{"is_sarcastic": 1, "headline": "Next presidential debate to offer reverse format: Mr. Cooper you have thirty seconds"}
{"is_sarcastic": 1, "headline": "Young Black Male Wanted for Unspeakable Sex Crimes"}
{"is_sarcastic": 1, "headline": "The Flying Frenchman"}
{"is_sarcastic": 1, "headline": "Train's a Brawling"}
{"is_sarcastic": 1, "headline": "Harry Maguire Signs Affidavit Not To Let Jamie Vardy Score On September 14th"}
{"is_sarcastic": 1, "headline": "Mexico Demands Wall Be Built In Aftermath Of El Paso Shootings"}
{"is_sarcastic": 1, "headline": "Drug Squad’s ‘Yippee’ At No-Deal Brexit Border Checks"}
{"is_sarcastic": 1, "headline": "Tim the Forgetful Badger"}
{"is_sarcastic": 1, "headline": "Harry Maguire's Mam To Meet Her Majesty The Queen"}
{"is_sarcastic": 1, "headline": "Trump Condemns Flaunting White Supremacy"}
{"is_sarcastic": 1, "headline": "Harry Maguire Inspiration Behind Re-release Of Sham 69 Single 'Hurry Up, Harry'"}
{"is_sarcastic": 1, "headline": "Harry Maguire Now More Popular Than Harry Potter, Google Search Reveals"}
{"is_sarcastic": 1, "headline": "Celebrity millionaire inspires global elites with bum-slapping antics aboard his yacht"}
{"is_sarcastic": 1, "headline": "Government reveals no-deal Brexit plan"}
{"is_sarcastic": 1, "headline": "Don't Forget To Set Your Clocks Back One Hour, Then Ahead One Hour"}
{"is_sarcastic": 1, "headline": "Andy Carroll Is Coming Back!"}
{"is_sarcastic": 1, "headline": "Waiting On The Waiting List"}
{"is_sarcastic": 1, "headline": "Joe Rogan and Stamps.web Launch Nutrition Correspondence Course"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Read The News At Ten"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Meet President Donald Trump"}
{"is_sarcastic": 1, "headline": "Breitbart Prediction that Global Temperatures had Peaked in 1998 was Correct; Just Kidding, it was Actually Shit"}
{"is_sarcastic": 1, "headline": "Manchester United Give Harry Maguire Captain's Armband"}
{"is_sarcastic": 1, "headline": "Manchester United Manager Ole Gunnar Solskjaer's Head Is Getting Smaller"}
{"is_sarcastic": 1, "headline": "President Trump Says Statistics Do Not Support Concerns Over Shopping Mall Mass Shootings"}
{"is_sarcastic": 1, "headline": "Husband and wife are not looking forward to the end of Poldark"}
{"is_sarcastic": 1, "headline": "Harry Maguire Debunked By Battlin' Bohunk From Beaver Crossing"}
{"is_sarcastic": 1, "headline": "\"Yeah. We're Sorry\", Say News Team"}
{"is_sarcastic": 1, "headline": "Trump Agrees to Ban Assault Weapons for Shooting Stars"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Star As The Next James Bond"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Buy Some New Football Boots"}
{"is_sarcastic": 1, "headline": "Anti-Violence Legislators Switch Target from Guns to Knives"}
{"is_sarcastic": 1, "headline": "The Latest Wrestling Pay-PerView Matches And Results"}
{"is_sarcastic": 1, "headline": "Harry Maguire's Premier League Predictions"}
{"is_sarcastic": 1, "headline": "Nashville Unoriginal Takes Country Music Charts by Storm"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Arm Wrestle Noel Edmonds In Battle To Host 'Deal Or No Deal' Comeback"}
{"is_sarcastic": 1, "headline": "Basketball: Women's Team Disqualified, Strips in Protest"}
{"is_sarcastic": 1, "headline": "Feeling Lucky? Visit the States"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Push Some Buttons On The Hadron Collider"}
{"is_sarcastic": 1, "headline": "President Trump Orders NRA To Ban Sales Of Guns On Weekends"}
{"is_sarcastic": 1, "headline": "Is There A Pedophile Industrial Complex?"}
{"is_sarcastic": 1, "headline": "Harry Maguire Given Go-ahead To Stay In Bed Late On Monday Morning"}
{"is_sarcastic": 1, "headline": "Chinese Takeaway Menu"}
{"is_sarcastic": 1, "headline": "Vegan-Friendly Atheist Allows Animals to Go to Heaven"}
{"is_sarcastic": 1, "headline": "Prince Andrew’s Depleted Ukrainian Billionaire Chum Escorted From Balmoral"}
{"is_sarcastic": 1, "headline": "Harry Maguire Bookmakers' Favourite To Be UK Charts Christmas Number 1"}
{"is_sarcastic": 1, "headline": "Angry, Controlling, Sports-Obsessed, Bullheaded Psychotic Piece Of Shit Finally Earns Master's Degree In Educational Administration"}
{"is_sarcastic": 1, "headline": "Jeffrey Epstein 'Suicide' Is \"Sketchy At Best\", Says Criminal Network"}
{"is_sarcastic": 1, "headline": "Prince Andrew Impassive Over Jeffrey Epstein Death"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Manchester United to Trade, Sell Him to Los Angeles Galaxy?"}
{"is_sarcastic": 1, "headline": "Boris Johnson targets dead voters for the next election"}
{"is_sarcastic": 1, "headline": "Fans Say Billie Eilish Sounds Like Lorde"}
{"is_sarcastic": 1, "headline": "Epstein Body Not His: El Chapo Was Last Cellmate"}
{"is_sarcastic": 1, "headline": "Guy Unable to Hide a Single BJ in Oval Office Amazingly Killed Dozens with Wife, Left Zero Evidence or Witnesses"}
{"is_sarcastic": 1, "headline": "Jeffrey Epstein’s Hole-In-One At Trump Creepy Hollow"}
{"is_sarcastic": 1, "headline": "Residents of Storm-Stricken Puerto Rico Remain Unable to Obtain Insulin, Coca Cola and Spam"}
{"is_sarcastic": 1, "headline": "New Labour Party Slogan unveiled -\"There but not involved\""}
{"is_sarcastic": 1, "headline": "Nigel Farage projectile vomits onto crowd"}
{"is_sarcastic": 1, "headline": "All Foreigners Sound The Bloody Same, Says UK Athletics Boss"}
{"is_sarcastic": 1, "headline": "Bathroom Graffiti Leads To Existential Breakthrough"}
{"is_sarcastic": 1, "headline": "Serena Williams Retires From Tennis"}
{"is_sarcastic": 1, "headline": "Trump, GOP Thrilled as Barr Promises to “Investigate Clinton Murders, Tooth Fairy and Easter Bunny Soon”"}
{"is_sarcastic": 1, "headline": "Jeffrey Epstein 'Suicide Watch' Explained"}
{"is_sarcastic": 1, "headline": "Washington Post Explains that Owner Jeff Bezos Generously Allows Reporters to Act Fully Independently"}
{"is_sarcastic": 1, "headline": "Banks Claim Their Right to Create a Financial Crisis and Get Bailed Out by Taxpayers is Unfairly Limited by Fed"}
{"is_sarcastic": 1, "headline": "Harry Maguire Upset At Way Social Media Tossers Keep Spelling His Name Wrong"}
{"is_sarcastic": 1, "headline": "Neurotic New Yorkers Debate Who's Most Anxious"}
{"is_sarcastic": 1, "headline": "Harry Maguire Involved In Strange Incident Before Match On Sunday"}
{"is_sarcastic": 1, "headline": "Neocons Dismayed to Realize New \"Public Charge\" Rule Means Immigrants May Take Jobs Americans Actually Want"}
{"is_sarcastic": 1, "headline": "Ambitious Millennial opens bar in parents' basement"}
{"is_sarcastic": 1, "headline": "Nashville Man Reluctantly Decides to Go Extinct"}
{"is_sarcastic": 1, "headline": "Harry Maguire Says He Didn't Sign Last Season Because Jose Mourinho Was Manager"}
{"is_sarcastic": 1, "headline": "New artificial third arm available at Amazon Dot Com"}
{"is_sarcastic": 1, "headline": "Epstein autopsy now official at \"assisted suicide\""}
{"is_sarcastic": 1, "headline": "Rail fares to rise by 2.8% in January 2018"}
{"is_sarcastic": 1, "headline": "Man Targeted By Catheter Ad"}
{"is_sarcastic": 1, "headline": "Brooklyn Man Realizes It's Not His Mother to Blame for All His Problems; It's His Father"}
{"is_sarcastic": 1, "headline": "Harry Maguire The Victim Of Sliding Tackle Near Manchester Arndale Centre"}
{"is_sarcastic": 1, "headline": "\"This Little Piggy:\" What Really Happened to the Little Piggies"}
{"is_sarcastic": 1, "headline": "Harry Maguire Is Sick And Tired Of All The Stupid Made-up Stories About Him"}
{"is_sarcastic": 1, "headline": "Is Gareth Bale On His Way To Hull City?"}
{"is_sarcastic": 1, "headline": "Boeing offers White House “buy two get three” Air Force One deal"}
{"is_sarcastic": 1, "headline": "Statue of Liberty poem to be re-written as part of new immigrant program"}
{"is_sarcastic": 1, "headline": "Nashville Woman Changes Her System for Awarding Points"}
{"is_sarcastic": 1, "headline": "Greenland? Are You Prepared for \"Trump's Twaddle?\""}
{"is_sarcastic": 1, "headline": "Skeletor Opens Up About Eating Disorder"}
{"is_sarcastic": 1, "headline": "Fredo Cuomo To Conduct CNN Debate With De Blasio And Bullock In Three Hole Outhouse"}
{"is_sarcastic": 1, "headline": "Right Wing Stabby Stab"}
{"is_sarcastic": 1, "headline": "Outwardly Sympathetic Coworkers Privately Feel Woman Should Be Over Her Dead Cat by Now"}
{"is_sarcastic": 1, "headline": "Labour’s Jeremy Corbyn forms alternative government out of garden shed at 10 Downing Street, Lib Dems’ Jo Swinson forms alternative alternative government out of telephone box across the road from 10 Downing Street"}
{"is_sarcastic": 1, "headline": "Peter Schmeichel Says Harry Maguire Is The Best Keeper In The World Right Now"}
{"is_sarcastic": 1, "headline": "Rebranding of Blues Music as \"Depressive Melodics\" Flops Terribly"}
{"is_sarcastic": 1, "headline": "Dart trauma at Chutney on the Fritz"}
{"is_sarcastic": 1, "headline": "Aliens On Way To Earth"}
{"is_sarcastic": 1, "headline": "Unemployed Iowa Man Recognized And Almost Awarded Trophy For Epitomizing Potential Of Self-Entitlement Generation"}
{"is_sarcastic": 1, "headline": "Noel Edmonds to reveal Brexit deal details on October 30th"}
{"is_sarcastic": 1, "headline": "Girlicon Pink Scented Revolvers"}
{"is_sarcastic": 1, "headline": "After Years of Fostering Creativity, Nashville Formally Adopts"}
{"is_sarcastic": 1, "headline": "Measles On The Up"}
{"is_sarcastic": 1, "headline": "\"Clean Meat\" Offers Potential for Cruelty-Free Eating without Unwanted Health Benefits"}
{"is_sarcastic": 1, "headline": "Harry Told To Return Lottery Win"}
{"is_sarcastic": 1, "headline": "ICE detainees break into finely choreographed song and dance number"}
{"is_sarcastic": 1, "headline": "Rashida Tlaib Apologizes to Netanyahu... Or Does She?"}
{"is_sarcastic": 1, "headline": "Fluoridated Water is an Isis Plot"}
{"is_sarcastic": 1, "headline": "Man Got Out Of Bed On The Wrong Side"}
{"is_sarcastic": 1, "headline": "Jeffrey Epstein To Be Charged With His Own Murder"}
{"is_sarcastic": 1, "headline": "Millennial Worries that Being Dead Might Be Even More Boring than Being Alive"}
{"is_sarcastic": 1, "headline": "In a display of righteous indignation, Trump slaps sanctions on Greenland for obstructing purchase of Denmark."}
{"is_sarcastic": 1, "headline": "President Trump loses total body control"}
{"is_sarcastic": 1, "headline": "Hannibal Lector Scores New Epstein Lampshade: Where’s The Meat?"}
{"is_sarcastic": 1, "headline": "Boris disappointed EU rejected his scribbled Brexit plan"}
{"is_sarcastic": 1, "headline": "\"Fish Zapping\" Assisted by CIA Covert Operations"}
{"is_sarcastic": 1, "headline": "Trump Buys Greenland, Immediately Orders Americans to \"Burn Coal Like Hell and Thaw that Sucker Out\""}
{"is_sarcastic": 1, "headline": "Trump Offers to End All Danish Social Programs and \"Make Denmark Great Again” if it Hands Over Greenland"}
{"is_sarcastic": 1, "headline": "Trump contemplates hostile takeover of Greenland"}
{"is_sarcastic": 1, "headline": "Idiot buys wrong Iceland"}
{"is_sarcastic": 1, "headline": "Pope Raises $$$s Selling Carbon Offset Indulgences"}
{"is_sarcastic": 1, "headline": "Individuals Above Certain BMI Cautioned Against Jaywalking"}
{"is_sarcastic": 1, "headline": "Harry Maguire Taking Up Too Much Column Space"}
{"is_sarcastic": 1, "headline": "Bury Burial Is On Friday"}
{"is_sarcastic": 1, "headline": "Trump: “The Very Good People I was Talking About After Charlottesville Were Actually Art Critics and Sculpture Enthusiasts”"}
{"is_sarcastic": 1, "headline": "GOP Expects Most Democrat Jewish Voters to Switch Parties After Trump Calls Them \"Ignorant or Disloyal”"}
{"is_sarcastic": 1, "headline": "Army of Bikers with AR-15’s Sent by Trump to Conquer Greenland Forced to Return After Arctic Ice Disappears"}
{"is_sarcastic": 1, "headline": "Scientists Still Looking for a Cure for Whatever It Is That Trump's Got"}
{"is_sarcastic": 1, "headline": "Trump Reveals He’s God, But is Then Told by Danish Prime Minister that He Still Can’t Buy Greenland"}
{"is_sarcastic": 1, "headline": "Trump Threatens War with Denmark"}
{"is_sarcastic": 1, "headline": "Singer Rewards Homeless Fans with Free Pizza"}
{"is_sarcastic": 1, "headline": "“Harry Maguire Couldn’t Carry My Jock Strap:” Slim Everdingle"}
{"is_sarcastic": 1, "headline": "New storm after Harry and Meghan hire Mexican band to announce their arrival wherever they go"}
{"is_sarcastic": 1, "headline": "Anxiety Found to Be Totally Badass Emotion"}
{"is_sarcastic": 1, "headline": "9 secret ways to know if you really are the chosen one - you might be surprised!"}
{"is_sarcastic": 1, "headline": "Democrats watching Dave for inspiration"}
{"is_sarcastic": 1, "headline": "16 year old fears jumping up and down today"}
{"is_sarcastic": 1, "headline": "Romney To Challenge Trump in Presidential Primary"}
{"is_sarcastic": 1, "headline": "Paul Pogba Misses Another Penalty"}
{"is_sarcastic": 1, "headline": "Harry Maguire Is Going To Smash Prince Andrew's Face In, If He Sees Him"}
{"is_sarcastic": 1, "headline": "Man's Blind Date Had Heart Of Gold, But Face Of Pig"}
{"is_sarcastic": 1, "headline": "Homeless Problem Solved! Soros Buys Deserted Island"}
{"is_sarcastic": 1, "headline": "Breaking News: 404 Cancelled"}
{"is_sarcastic": 1, "headline": "Manchester And Slim Everdingle Resolve Uniform Issue"}
{"is_sarcastic": 1, "headline": "Steven The Blind Hedgehog Is Safe And Well, And Planning For The Future"}
{"is_sarcastic": 1, "headline": "Biden lays out “anybody but” program plus his BSAW trophy"}
{"is_sarcastic": 1, "headline": "Trump offers San Francisco for Greenland, but only if Denmark apologizes"}
{"is_sarcastic": 1, "headline": "Targeted Ad Reminds One Man How Much He Despises Applebee's but Totally Works on Other Man"}
{"is_sarcastic": 1, "headline": "NYC Subway Trains Fitted With Poor Doors For Half-Price MetroCard Holders"}
{"is_sarcastic": 1, "headline": "Mitt Romney's Presidential Camaign Song, Composed Before He Entered Race"}
{"is_sarcastic": 1, "headline": "Greenland Files For Restraining Order Against Donald Trump!"}
{"is_sarcastic": 1, "headline": "Would Slim Everdingle Like Manchester United To Trade Him To Real Madrid?"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Take All Manchester United Penalties From Now On"}
{"is_sarcastic": 1, "headline": "Trump Expels All Danish Students from U. S. Colleges"}
{"is_sarcastic": 1, "headline": "Prince Jeffrey Epstein Was Inaugurated As A Gutter Knight"}
{"is_sarcastic": 1, "headline": "Only Time Americans Believe Everything Is Going to Be All Right Is When They Hear It in a Song"}
{"is_sarcastic": 1, "headline": "Hitler to Trump: I was \"The Chosen One,\" Once"}
{"is_sarcastic": 1, "headline": "Trump slaps sanctions on the FED for meddling in his 2020 election prospects."}
{"is_sarcastic": 1, "headline": "2020 Prediction: Decaying Pile of Flesh Loses Popular Vote by 30 Million, Wins Reelection by Electoral College"}
{"is_sarcastic": 1, "headline": "David Koch Dies, Leaving Behind Dozens of Loyal Employees in Congress and White House"}
{"is_sarcastic": 1, "headline": "Lonely Skeptic Convinced He's the Only True Non-Believer"}
{"is_sarcastic": 1, "headline": "Woman Tried To Teach An Old Dog A New Trick"}
{"is_sarcastic": 1, "headline": "Emotionally Unbalanced Resident Successful At Finding Beer While Pushing Away Potential Lovers"}
{"is_sarcastic": 1, "headline": "Denmark Reclaims Virgin Islands; \"Selling Them was Absurd\""}
{"is_sarcastic": 1, "headline": "Harry Maguire Speaks Out On Amazon Rainforest Fires"}
{"is_sarcastic": 1, "headline": "Kiss-a-thon at G-7 could lead to more sanctions and tariffs"}
{"is_sarcastic": 1, "headline": "Trump Declares Himself King of the Jews"}
{"is_sarcastic": 1, "headline": "TV Conundrum"}
{"is_sarcastic": 1, "headline": "Trump and Johnson still competing"}
{"is_sarcastic": 1, "headline": "Wife not looking forward to the next Star Wars film"}
{"is_sarcastic": 1, "headline": "Weather Forecast For Tomorrow"}
{"is_sarcastic": 1, "headline": "Man regrets betting his house on Poldark ending in a bloodbath"}
{"is_sarcastic": 1, "headline": "People sitting around a table, discussing the weather"}
{"is_sarcastic": 1, "headline": "Boris and Donald arguing over who is mummy's special soldier"}
{"is_sarcastic": 1, "headline": "Pub musician singing Dylan's 'Don't Think twice, it's alright' giving some thought"}
{"is_sarcastic": 1, "headline": "Has Anjelica Huston Really Fooled The Arab World?"}
{"is_sarcastic": 1, "headline": "Upper-Middle-Class White Woman Ashamed to Have Issue as Unoriginal as an Eating Disorder"}
{"is_sarcastic": 1, "headline": "Ice Cream Van Played 'Match Of The Day' Theme"}
{"is_sarcastic": 1, "headline": "World Leaders Try to Lose Disruptive Trump at G-7 Summit"}
{"is_sarcastic": 1, "headline": "Scamway and Scamatology to Merge Into a Super-Cult"}
{"is_sarcastic": 1, "headline": "Greenland to Consider Entering The Witness Protection Program"}
{"is_sarcastic": 1, "headline": "Apple Unveils \"Stop-Watch Legal Phone\" for Lawyers"}
{"is_sarcastic": 1, "headline": "Duke of York Always Was A Crappy Watering Hole Says Prince Creepypants Accuser"}
{"is_sarcastic": 1, "headline": "Trump Stuffs Pie Hole With Brexit Food Of Champions"}
{"is_sarcastic": 1, "headline": "Horoscope Was Wrong"}
{"is_sarcastic": 1, "headline": "Trump's Taco Tax to Fund Wall with Mexico"}
{"is_sarcastic": 1, "headline": "Spoof Stars For The Week Ahead"}
{"is_sarcastic": 1, "headline": "Quentin Tarantino Defends Bruce Lee Portrayal"}
{"is_sarcastic": 1, "headline": "Kiss-a-thon part two: Melania moves to a Motel 6"}
{"is_sarcastic": 1, "headline": "Rainy Day Inspires Charleston Woman to Bake Cookies"}
{"is_sarcastic": 1, "headline": "Boris Johnson Has Got Crabs"}
{"is_sarcastic": 1, "headline": "Trump Will Publish New Book, \"Art of the Steal\""}
{"is_sarcastic": 1, "headline": "Trump Will Run \"The Apprentice\" From the White House"}
{"is_sarcastic": 1, "headline": "Trump Insists That the Next G7 Conference Be Held at His Place"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Save Bolton And Bury"}
{"is_sarcastic": 1, "headline": "Trump Admits to Being a Racist but Not Nearly as Much So as Those NASCAR Drivers"}
{"is_sarcastic": 1, "headline": "King Boris Dismisses Parliament"}
{"is_sarcastic": 1, "headline": "Woman Unsuccessfully Tries to Become Less Annoying"}
{"is_sarcastic": 1, "headline": "A lot of people making cakes"}
{"is_sarcastic": 1, "headline": "People Who Would Beat Trump if the 2020 Election Were Held Today"}
{"is_sarcastic": 1, "headline": "Boris Johnson Suspends Parliament In 'Clamping' Exercise"}
{"is_sarcastic": 1, "headline": "Nashville Man Notices God Kind of a Deadbeat In His Life"}
{"is_sarcastic": 1, "headline": "Peaky Wankers"}
{"is_sarcastic": 1, "headline": "Trump Chastises Scientists For Never Agreeing With Him"}
{"is_sarcastic": 1, "headline": "Queen Sets New Rules for Trump Visits"}
{"is_sarcastic": 1, "headline": "Indianapolis Colts Out of Luck!"}
{"is_sarcastic": 1, "headline": "Denmark Sends Relief to Hurricane-Battered US Virgin Islands"}
{"is_sarcastic": 1, "headline": "Possible link between measles vaccine and measles"}
{"is_sarcastic": 1, "headline": "UK citizenship tests getting harder"}
{"is_sarcastic": 1, "headline": "Is Hoffman La Roche Peaking Yet?"}
{"is_sarcastic": 1, "headline": "Cryptic Factor"}
{"is_sarcastic": 1, "headline": "Nashville Man Finds Humor in Stupid and Mundane Parts of Life and Ends Up Laughing All the Time"}
{"is_sarcastic": 1, "headline": "Isolated, Poverty-Stricken, Divorced Janitor Living In Creepy Abandoned Trailer Outside City Limits Says He's \"Grateful\" For Surviving Accident"}
{"is_sarcastic": 1, "headline": "Slim And Dirty Pose As Hookers In Drag: Reveal Secret Dossier On James Comey"}
{"is_sarcastic": 1, "headline": "Sadio Mané Can't Stand Mo Salah Anymore"}
{"is_sarcastic": 1, "headline": "Angel Experiences Unprecedented Acceptance in Nashville"}
{"is_sarcastic": 1, "headline": "Trump Complains about European Hurricane Model Showing Total Destruction of Only Mara Largo In Florida"}
{"is_sarcastic": 1, "headline": "Harry Maguire Anonymous In Manchester United's Draw With Southampton"}
{"is_sarcastic": 1, "headline": "Even More Breaking News Than Yesterday"}
{"is_sarcastic": 1, "headline": "How Slim Everdingle Gave James Comey The Quasimodo Shuffle: Part 2"}
{"is_sarcastic": 1, "headline": "Incompetent Angel Humbly Accepts Demotion After Innocent Soul Originally Intended For Reincarnation Was Sent Back To The Past"}
{"is_sarcastic": 1, "headline": "James Blunt 'One Show' Performance Made Viewer's Ears Bleed"}
{"is_sarcastic": 1, "headline": "How Slim Everdingle Gave James Comey The Quasimodo Shuffle: Part 1"}
{"is_sarcastic": 1, "headline": "Boris Johnson Pisses Himself Under Questioning From Children"}
{"is_sarcastic": 1, "headline": "Tea Leaves Spoilt Man's Bedtime Cuppa"}
{"is_sarcastic": 1, "headline": "Trump Will Personally Aid Hurricane Victims"}
{"is_sarcastic": 1, "headline": "Nine-Year-Old Graduates From Harvard: Burns Out Too Early"}
{"is_sarcastic": 1, "headline": "Jurgen Klopp Set For Liverpool Exit?"}
{"is_sarcastic": 1, "headline": "Trump Ex-Wife Reveals All His Secrets--Including His Biggest Hero!"}
{"is_sarcastic": 1, "headline": "U.S. Border Policy Rebranded as Trumpcare"}
{"is_sarcastic": 1, "headline": "Disturbed Calculus Professor Looking Forward To The Mental Pain, Agony, And Weeping That Will Occur Next December"}
{"is_sarcastic": 1, "headline": "Comic Book Characters Too Macho for Disney"}
{"is_sarcastic": 1, "headline": "The Four Horsemen Of Liverpool Ride Again"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Participate In General Election"}
{"is_sarcastic": 1, "headline": "Boris Johnson Admits That He Is A Right Cunt"}
{"is_sarcastic": 1, "headline": "Pope Stuck in Elevator--Now Understands Purgatory"}
{"is_sarcastic": 1, "headline": "Trump Suggests Downgrading Hurricanes To Prevent Them Becoming Bigger"}
{"is_sarcastic": 1, "headline": "New Position Offers Unique Combination of Boredom and Stress"}
{"is_sarcastic": 1, "headline": "Harry Maguire Suspended Indefinitely For Playing With Inflated Balls"}
{"is_sarcastic": 1, "headline": "Boris goes to the dogs"}
{"is_sarcastic": 1, "headline": "PETA Protester Trampled, Eaten by Pigs"}
{"is_sarcastic": 1, "headline": "Trade War with China Causes Trump to Increase Immigration from Mexico"}
{"is_sarcastic": 1, "headline": "Harry Maguire’s Balls Fail Test: Heads To Fall In New “Deflategate”"}
{"is_sarcastic": 1, "headline": "The Magpie Murder"}
{"is_sarcastic": 1, "headline": "Nashville Man Finds Steely Resolve at Junkyard"}
{"is_sarcastic": 1, "headline": "Mané to quit soccer for golf"}
{"is_sarcastic": 1, "headline": "Harry Maguire Signing Was \"The Last Straw\", Says Alexis Sanchez"}
{"is_sarcastic": 1, "headline": "Trump is Controlling Hurricane Dorian by Twitter Feed"}
{"is_sarcastic": 1, "headline": "Trump's Sponges \"Made in China\""}
{"is_sarcastic": 1, "headline": "GreenPeace decries Barnacling Support"}
{"is_sarcastic": 1, "headline": "Canadian \"CanaHand\" Provokes Parliamentary Funding Furore"}
{"is_sarcastic": 1, "headline": "Man Went Round To Friend's House, Only To Be Told He Didn't Live There"}
{"is_sarcastic": 1, "headline": "Lobster Tales"}
{"is_sarcastic": 1, "headline": "Scientists detect massive energy readings from the Bermuda Triangle --- Investigation shows evidence of Cthulu"}
{"is_sarcastic": 1, "headline": "Mick's Swiss Miss"}
{"is_sarcastic": 1, "headline": "Introvert Debates Getting Hit by Bus to Avoid Convo with Coworker"}
{"is_sarcastic": 1, "headline": "Boris Johnson Meets Barbara Windsor About Dementia, But There Is Confusion Over Which Of The Two Has Been More Severely Affected"}
{"is_sarcastic": 1, "headline": "Harry Maguire England Captain For Bulgaria Game"}
{"is_sarcastic": 1, "headline": "James Comey releases new novel: On the Cement with a Boot on My Head"}
{"is_sarcastic": 1, "headline": "Who Said That?"}
{"is_sarcastic": 1, "headline": "Trump Promises to Be the Eye of Present and Future Hurricanes"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Fight Prince Charles In Historic UFC Showdown"}
{"is_sarcastic": 1, "headline": "October General Election May Be Monster Raving Loony Party's Big Chance"}
{"is_sarcastic": 1, "headline": "Woman Finds Sense of Belonging in Lonely People's Group and Is Forced to Leave"}
{"is_sarcastic": 1, "headline": "The Plots of Dominic Cummings"}
{"is_sarcastic": 1, "headline": "Donald reflects"}
{"is_sarcastic": 1, "headline": "Joe Biden Replaced with Shape-Shifting Space Reptile?"}
{"is_sarcastic": 1, "headline": "Boris: \"U K is in North America, Not Europe\""}
{"is_sarcastic": 1, "headline": "Boris takes bread and circuses to Brussels"}
{"is_sarcastic": 1, "headline": "Theresa May in new opera: “Schadenfreude in the Afternoon”"}
{"is_sarcastic": 1, "headline": "Passive-Aggressive Priest Turns to Zionism"}
{"is_sarcastic": 1, "headline": "Harry Maguire is unlockable as new character in Minecraft Earth"}
{"is_sarcastic": 1, "headline": "Tom Brady to Retire!"}
{"is_sarcastic": 1, "headline": "Santa Claus Targeted by Right-Wing Militia Group"}
{"is_sarcastic": 1, "headline": "So Boom, Boom Johnson Is About To Be Booted Out As Prime Minister Of The United Kingdom"}
{"is_sarcastic": 1, "headline": "Father of six falls asleep at work"}
{"is_sarcastic": 1, "headline": "Trump Promises Border Wall, Democrats Promise to Remove Wall--Unemployment Permanently Ended"}
{"is_sarcastic": 1, "headline": "Vegan Animal Rights Activists Accused of Subverting \"Live and Let Live\" to Promote Their Own Selfish Agenda"}
{"is_sarcastic": 1, "headline": "International Peace Marathon in Washington DC to feature participation of National Security Adviser as IRAN."}
{"is_sarcastic": 1, "headline": "The Billionaires Of The World Record a Remake Of Micheal Jackson's 'We Are The World'."}
{"is_sarcastic": 1, "headline": "Manuel Neuer joins Bayern attacking line"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Bat At Number 11, If Needed"}
{"is_sarcastic": 1, "headline": "2020 Presidential Candidate Kamala Harris Starts Free Catering Service"}
{"is_sarcastic": 1, "headline": "Map of Hurricane Dorian Shows Trump Abuse of Power"}
{"is_sarcastic": 1, "headline": "Demand For Sharpies Soar After Trump Uses One to Move a Hurricane--Ticonderoga To Enter Market Also"}
{"is_sarcastic": 1, "headline": "Satan Objects to Being Demonized by Catholic Church"}
{"is_sarcastic": 1, "headline": "Man Felt Intimidated By Train Announcement"}
{"is_sarcastic": 1, "headline": "Boris Johnson reveals he is actually Basil Brush"}
{"is_sarcastic": 1, "headline": "Boris Johnson is the unpopular friend with a car"}
{"is_sarcastic": 1, "headline": "To Infinity And Boris!"}
{"is_sarcastic": 1, "headline": "Alabama Gets Emergency Hurricane Funding"}
{"is_sarcastic": 1, "headline": "The FDA orders vape juice to taste like fecal matter in light of youth vaping crisis"}
{"is_sarcastic": 1, "headline": "Harry Maguire Named In Yak Palimony Suit"}
{"is_sarcastic": 1, "headline": "Clinical Psychologist Tries To Provide Necessary Advice To Depressed Young College Student"}
{"is_sarcastic": 1, "headline": "Bill Belichick Leaving Patriots To Join Green Leaf Cannabis, Ltd."}
{"is_sarcastic": 1, "headline": "Harry Maguire Says England Are Going To Kick The Shit Out Of Kosovo"}
{"is_sarcastic": 1, "headline": "United States to Annex State of Anxiety"}
{"is_sarcastic": 1, "headline": "Toothless Yak Gums Food For Edentulous Granny"}
{"is_sarcastic": 1, "headline": "Marouane Fellaini sues Axel Witsel for copying afro haircut"}
{"is_sarcastic": 1, "headline": "Frog Squashed After Shoe Came Down Heavily On It"}
{"is_sarcastic": 1, "headline": "'Fake' Ashes to be replayed"}
{"is_sarcastic": 1, "headline": "Sis-Boom-Bah: What Does A Sheep Sound Like When It Explodes?"}
{"is_sarcastic": 1, "headline": "Harry Maguire Implicated In Huge Betting Scandal"}
{"is_sarcastic": 1, "headline": "9/11 Commission to examine new evidence on what brought down the twin towers"}
{"is_sarcastic": 1, "headline": "Your Latest Mighty Superstar Wrestling Pay-Per-View Results"}
{"is_sarcastic": 1, "headline": "DNC worried about upcoming debate question: “What is the sound of one hand clapping?”"}
{"is_sarcastic": 1, "headline": "Boycott Boycott"}
{"is_sarcastic": 1, "headline": "Nashville Man Decides \"Nuance\" His Favorite Word"}
{"is_sarcastic": 1, "headline": "Harry Maguire Sustains Wrist Injury"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Have Beans On Toast For Tea On Wednesday Night"}
{"is_sarcastic": 1, "headline": "Customer Finds Just What She's Looking For To Get Rid Of Grandad's Spunk Stain"}
{"is_sarcastic": 1, "headline": "Man's Friend Rang Him Up To Talk About Brexit"}
{"is_sarcastic": 1, "headline": "Women Being Treated Like Objects, Rather Than People, Claims Man"}
{"is_sarcastic": 1, "headline": "Harry Maguire performs famous Dragonball move during training, injuring three teammates"}
{"is_sarcastic": 1, "headline": "Couple watching complete box set of Poldark, again"}
{"is_sarcastic": 1, "headline": "American Readers of U.K. Based Satire Site Demand to Know \"Who the Hell is Harry Maguire?\""}
{"is_sarcastic": 1, "headline": "Strictly Come Dancing"}
{"is_sarcastic": 1, "headline": "In \"Another Horrible Deal for Me Personally\", Trump Demands Negative Interest Rates from Fed"}
{"is_sarcastic": 1, "headline": "Six-year-old doesn't like the new boys"}
{"is_sarcastic": 1, "headline": "Drag Queen Wins Miss England Pageant: Measures 36-24-36-9"}
{"is_sarcastic": 1, "headline": "Harry Maguire Speaks Out About 9/11"}
{"is_sarcastic": 1, "headline": "Nashville Man Finds Asking About People's Babies Highly Effective Way of Procrastinating at Work"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Appear In Final Star Wars Movie"}
{"is_sarcastic": 1, "headline": "Harry Maguire To 'Go Commando' Against Leicester On Saturday"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Join Maharishi Mahesh Yogi To Save World From Monkey Woods"}
{"is_sarcastic": 1, "headline": "Man Fell Off Bus"}
{"is_sarcastic": 1, "headline": "Lie To Me"}
{"is_sarcastic": 1, "headline": "Nashville Man Unsuccessfully Tries to Gentrify Himself"}
{"is_sarcastic": 1, "headline": "Harry Maguire Female Fans Plan To Sling Their Knickers Onto Old Trafford Pitch"}
{"is_sarcastic": 1, "headline": "Harry Maguire Commemorative Stamp To Be Issued By Royal Mail"}
{"is_sarcastic": 1, "headline": "Donald Trump Releases His Highlight Reel and Requires all His Followers to Buy it and Watch it Daily"}
{"is_sarcastic": 1, "headline": "Embroids to solve world’s problems"}
{"is_sarcastic": 1, "headline": "Trump Has Deployed Troops To Hotels and Golf Courses All Over the World in Latest Emergency"}
{"is_sarcastic": 1, "headline": "William H. Macy reportedly not waiting for wife Felicity Huffman"}
{"is_sarcastic": 1, "headline": "Trump Rolls Back Obama's Clean Water Bill-Let Them Drink Mud"}
{"is_sarcastic": 1, "headline": "Harry Maguire Under Investigation After Making Phone Call To Jamie Vardy"}
{"is_sarcastic": 1, "headline": "Human Evolution Comes to Screeching Halt"}
{"is_sarcastic": 1, "headline": "Rubik's Cube Finally Solved"}
{"is_sarcastic": 1, "headline": "Harry Maguire Has A Day Off"}
{"is_sarcastic": 1, "headline": "Meghan Markle Back At Graft"}
{"is_sarcastic": 1, "headline": "Democrat Congress to Make \"Capitalism\" Illegal by 2020"}
{"is_sarcastic": 1, "headline": "Technical Writer Devastates Loyal Fans And Readers By Handing In Two Week Notice"}
{"is_sarcastic": 1, "headline": "Donald Trump Buys Greenland So That He Can Be King Of Something."}
{"is_sarcastic": 1, "headline": "Trick For Not Forgetting"}
{"is_sarcastic": 1, "headline": "Felixweather “Fly Face” Limpp, Jr. To Join Leicester City After Manchester Defeat"}
{"is_sarcastic": 1, "headline": "Williamson-Bashing Reveals Neocon Core of Not-So-Sweet \"News\" Source The Onion"}
{"is_sarcastic": 1, "headline": "1970s TV That Everyone Loves But Can't Remember"}
{"is_sarcastic": 1, "headline": "SNP Daewoo Deepfry"}
{"is_sarcastic": 1, "headline": "Duck Theft Causes Animosity"}
{"is_sarcastic": 1, "headline": "Fireman Sam Fired for being too Welsh Say BBC"}
{"is_sarcastic": 1, "headline": "Nigel Farage believes the Earth is flat"}
{"is_sarcastic": 1, "headline": "Republicans Follow Putin's Advice: Cancel Presidential Primaries"}
{"is_sarcastic": 1, "headline": "Bolton down Pompeo and Graham to go"}
{"is_sarcastic": 1, "headline": "Trump and Wilbur Ross Order NOAA Staffers to Send Tropical Storm Humberto to California"}
{"is_sarcastic": 1, "headline": "Faith Healing Rebrands as Holistic Health Remedy"}
{"is_sarcastic": 1, "headline": "Harry Maguire Wins National Lottery"}
{"is_sarcastic": 1, "headline": "Man Was Captivated By Air Hostess During Airline Onboard Safety Check"}
{"is_sarcastic": 1, "headline": "Humberto Headed to Alabama Says Donald Trump!"}
{"is_sarcastic": 1, "headline": "Man Impaled On Fencepost Will Not Be At Work On Monday"}
{"is_sarcastic": 1, "headline": "H&M To Consider Namechange After Confusion With Famous Footballer"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Did “The Mole” Purloin Leicester City’s Playbook?"}
{"is_sarcastic": 1, "headline": "\"Iran is Acting Irrationally and Unpredictably\" Says Totally Rational Predictable Guy Who Wrecked Their Economy"}
{"is_sarcastic": 1, "headline": "RNLI Aye Aye"}
{"is_sarcastic": 1, "headline": "Rebranding Rebrands as Self-Determination"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Why Tulza Tuzon, Aka HAF-AND-HAF, Hates Him"}
{"is_sarcastic": 1, "headline": "Tropical Storm Humberto - A Danger To Young Girls"}
{"is_sarcastic": 1, "headline": "Donald Trump Inivtes Harry Maguire To Assist With Taliban Talks At Camp David"}
{"is_sarcastic": 1, "headline": "Trump locked and loaded for possible meeting with Rouhani next week in New York"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Lead 'Storm Area 51' Charge"}
{"is_sarcastic": 1, "headline": "“Homelessness is Horrible” Say Trump and GOP Donors at $50,000/Plate Dinner in Beverly Hills"}
{"is_sarcastic": 1, "headline": "TV Guide - September 18th"}
{"is_sarcastic": 1, "headline": "Jacob H. Maguire To Change His Name"}
{"is_sarcastic": 1, "headline": "Government reveals advice on Brexit"}
{"is_sarcastic": 1, "headline": "Introvert Humiliatingly Reveals Personal Detail during Casual Conversation with Coworker"}
{"is_sarcastic": 1, "headline": "Easiest Patsy On Your Early Season 2020 College Football Schedule? UCLA"}
{"is_sarcastic": 1, "headline": "Harry Maguire In Tears After Insults From Leicester City Fans"}
{"is_sarcastic": 1, "headline": "The Pouch Play: Manchester United Stretches The Rules"}
{"is_sarcastic": 1, "headline": "Exoplanets Inhabitable? Religious Scholars Have Work To Do"}
{"is_sarcastic": 1, "headline": "Local Man Informed Reality Show \"Amazing Race\" Not About How \"Amazing\" White People Are - Demands Networks Be More Literal"}
{"is_sarcastic": 1, "headline": "Court Rules Parliament To Be Closed For Forty Years"}
{"is_sarcastic": 1, "headline": "What is it really like at Eton?"}
{"is_sarcastic": 1, "headline": "Desperate FDA Classifies Riding Electric Scooters as Exercise"}
{"is_sarcastic": 1, "headline": "Donald Trump Joins Revellers At 'Storm Area 51' Gig"}
{"is_sarcastic": 1, "headline": "Storm Area 51 Visitors Start Arriving At Site"}
{"is_sarcastic": 1, "headline": "Man Decided To Have A Garden Fire And Put A Lot Of Aerosol Cans On It To See What Would Happen"}
{"is_sarcastic": 1, "headline": "Harry Maguire: One On One Interview With Mumbles"}
{"is_sarcastic": 1, "headline": "Mason Greenwood To Be Wrapped In Cotton Wool"}
{"is_sarcastic": 1, "headline": "Are You Psychotic? Answer this questionnaire and find out, you crazy bastard."}
{"is_sarcastic": 1, "headline": "Extremist's World to Open in Las Vegas"}
{"is_sarcastic": 1, "headline": "\"P---ing For Distance;\" New Olympics Event"}
{"is_sarcastic": 1, "headline": "Mayor Of Area 51 Speaks Out On Future Of Planet Earth"}
{"is_sarcastic": 1, "headline": "Man Almost Forgot Sister's Birthday"}
{"is_sarcastic": 1, "headline": "Amiable New Yorker Effectively Uses Passive Voice to Abdicate Responsibility"}
{"is_sarcastic": 1, "headline": "Canadian Prime Minister Trudeau Dons Blackface, Late Father Growls \"Fuddle-Dummy!\""}
{"is_sarcastic": 1, "headline": "Harry Maguire With His Champions League Round-up"}
{"is_sarcastic": 1, "headline": "Local Administrator Touts School Security: “Tanks, RPGs, and Nuclear-tipped Submarines Don’t have a Chance Against Our Elementary Schools”"}
{"is_sarcastic": 1, "headline": "Climate Change Protest Angers Snowflakes"}
{"is_sarcastic": 1, "headline": "Most of Mark Ronson's partners admit to being sapio-averse"}
{"is_sarcastic": 1, "headline": "Mr. Bojangles Trudeau"}
{"is_sarcastic": 1, "headline": "Trump Seen Pulling 20s Out of One Pocket and 100s Out of the Other to Give to World Leaders"}
{"is_sarcastic": 1, "headline": "Raw Food Vegan Admits to Having a Cold"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Be Britain's Next Prime Minister?"}
{"is_sarcastic": 1, "headline": "Ready To Rumble"}
{"is_sarcastic": 1, "headline": "Confidential White House Source Says Area 51 Is Trump's Sooper-Dooper Maxi, Top Secret, Ultra-Cool, Big, Giant Blanket Fort"}
{"is_sarcastic": 1, "headline": "Justin Trudeau Says He Feels \"More Comfortable In Brownface\""}
{"is_sarcastic": 1, "headline": "Man Delayed Going To Work Hoping For Some Catastrophic Natural Disaster"}
{"is_sarcastic": 1, "headline": "Melania Trump Not Seen Since Humberto Passed By"}
{"is_sarcastic": 1, "headline": "Justin Trudeau Fly Face Scandal Rocks Canada"}
{"is_sarcastic": 1, "headline": "Roscoe's \"Wilderness Survival Tips I Learned the Hard Way\""}
{"is_sarcastic": 1, "headline": "Seven-And-A-Half-Pound, Nineteen-Inch Long Mistake Displayed On Widescreen Monitor In Employee Break Room"}
{"is_sarcastic": 1, "headline": "Was Hitler an alien?"}
{"is_sarcastic": 1, "headline": "High School \"Hero\" Fights \"Robot Ninjas\" While Protecting Cheerleader's Gum - Recieves \"Award\""}
{"is_sarcastic": 1, "headline": "Elton John Denies Any Watford Connection"}
{"is_sarcastic": 1, "headline": "Rambunctious Whisky Just Can't Sit Distilled"}
{"is_sarcastic": 1, "headline": "Harry Maguire Is Going To Teach Those Cockney Bastards, West Ham, A Lesson"}
{"is_sarcastic": 1, "headline": "Customer Refuses To Pay Restaurant Tab Based On Personal Conviction - \"I don't believe in the existence of a cook.\""}
{"is_sarcastic": 1, "headline": "Some People Confuse Trump With The Tooth Fairy."}
{"is_sarcastic": 1, "headline": "Man Doing Talk On Improvisation Was Making It All Up As He Was Going Along"}
{"is_sarcastic": 1, "headline": "UCLA [1-3] Rockets into Football's Top Ten"}
{"is_sarcastic": 1, "headline": "Labrador on twitter doesn't know what the fuss is about"}
{"is_sarcastic": 1, "headline": "Man in his forties still playing computer games"}
{"is_sarcastic": 1, "headline": "Man Proud that he still has three followers on Twitter"}
{"is_sarcastic": 1, "headline": "FDA Issues Recall For Entire Turnip Crop Due To Salmonella Contamination - \"Oh, no! What are we going to do now?\" Said Nobody"}
{"is_sarcastic": 1, "headline": "Amateur Dancers need to boost country's morale, again"}
{"is_sarcastic": 1, "headline": "Deism Offers an Even More Depressing Alternative to Atheism"}
{"is_sarcastic": 1, "headline": "Storm Area 51 Facts And Figures Are In"}
{"is_sarcastic": 1, "headline": "Harry Maguire And Mason Greenwood Have Become Great Friends"}
{"is_sarcastic": 1, "headline": "Mason Greenwood: Is He The New Harry Maguire?"}
{"is_sarcastic": 1, "headline": "Dreamer Took Great Pleasure In Stripping Bark From Twig"}
{"is_sarcastic": 1, "headline": "Trump Passes Executive Order Banning Whistleblowing"}
{"is_sarcastic": 1, "headline": "A Cuddler On My Six - A Traveler's Commentary"}
{"is_sarcastic": 1, "headline": "Highlights of Preliminary Film Project, Rambo VI: Peace and Calm"}
{"is_sarcastic": 1, "headline": "7 tips on how to be a better employee"}
{"is_sarcastic": 1, "headline": "The Unreported Investigations Trump Wanted Ukraine to Conduct"}
{"is_sarcastic": 1, "headline": "Harry Maguire to Retire; Will Explain Decision Tonight"}
{"is_sarcastic": 1, "headline": "Robert Mugabe Cancer Verdict Sparks Wild Celebrations In Zimbabwe"}
{"is_sarcastic": 1, "headline": "Health-Conscious Trucker Starts Smoking Standing Up"}
{"is_sarcastic": 1, "headline": "Labour to hold referendum on whether to hold a referendum"}
{"is_sarcastic": 1, "headline": "Dear Cynical Sam: An Advice Column"}
{"is_sarcastic": 1, "headline": "Man Falls Out Of The Sky Onto Bathers At Seaside"}
{"is_sarcastic": 1, "headline": "Ole Gunnar Solskjaer To Undergo Surgery On His Furrowed Brow"}
{"is_sarcastic": 1, "headline": "Trump Bans the Book 'Mein Kampf' in the United States"}
{"is_sarcastic": 1, "headline": "Trump Will Let Evangelicals Take Over the Education Department"}
{"is_sarcastic": 1, "headline": "Winner of this year's Apprentice will become the next Prime Minister, says Queen"}
{"is_sarcastic": 1, "headline": "Darth Vader's Explosive Tell-All Book \"Force of Habit\" Confesses Addiction To Force - \"But Nobody Forced Me To Do It,\" He Says"}
{"is_sarcastic": 1, "headline": "Thomas Cook Slogan Enjoys Amazing Resurgence"}
{"is_sarcastic": 1, "headline": "Queen Demands The Head Of Boris Johnson"}
{"is_sarcastic": 1, "headline": "Trump Apologizes for Never Dressing in Blackface"}
{"is_sarcastic": 1, "headline": "Confirmed: Trump and Biden stormed Ukraine with violence and kicking over trash cans"}
{"is_sarcastic": 1, "headline": "Harry Maguire A Marked Man"}
{"is_sarcastic": 1, "headline": "President Trump Will Be Taking the Month of October Off"}
{"is_sarcastic": 1, "headline": "New transcript of Trump call to Ukraine found in White House trash basket"}
{"is_sarcastic": 1, "headline": "Harry Maguire Announces Wedding Plans"}
{"is_sarcastic": 1, "headline": "Wasted Days And Wasted Nights: Ode To Monkey Woods"}
{"is_sarcastic": 1, "headline": "Parents Hurt that Teenage Daughter Thinks They Haven't Done a Good Job of Caring for the Planet"}
{"is_sarcastic": 1, "headline": "FDA shakes heads after latest alleged vaccine complication"}
{"is_sarcastic": 1, "headline": "Football Running Back Alleges He Had His Balls Fondled During Sexual Assault"}
{"is_sarcastic": 1, "headline": "Dictators Around the World React to Trump's Impeachment"}
{"is_sarcastic": 1, "headline": "Donald Trump And Boris Johnson Are Going To Write Letters To Each Other From Prison"}
{"is_sarcastic": 1, "headline": "President Trump Sings Softly, Tenderly To Vladimir Putin - \"He's my widdow Wushian Pootie Poo! Yes he is! Yes he iiiiiiiiiiis!\""}
{"is_sarcastic": 1, "headline": "Trump Suspends the Laws of Science"}
{"is_sarcastic": 1, "headline": "Science news roundup"}
{"is_sarcastic": 1, "headline": "Neighbors' Baby Uglier Than Shit"}
{"is_sarcastic": 1, "headline": "\"Trade Trump for Zelensky\" Americans Demand after Watching Ukraine President on TV"}
{"is_sarcastic": 1, "headline": "Ukraine President Zelensky Offers Asylum to Trump Whistleblower"}
{"is_sarcastic": 1, "headline": "Children Are Happier Watching Fox News, Reports Fox News"}
{"is_sarcastic": 1, "headline": "BBC Naga Munchetty Warning Sparks Outrage"}
{"is_sarcastic": 1, "headline": "While Giving Tour of White House, Melania Trump Realizes She Hasn't Seen Son Barron for Three Months"}
{"is_sarcastic": 1, "headline": "Trump is Secretly Glad That He Might Get Impeached"}
{"is_sarcastic": 1, "headline": "Manchester United Back To Their Brilliant Best After Rochdale Win"}
{"is_sarcastic": 1, "headline": "Sources: Giuliani Went to Sandusky, Ohio Instead of Ukraine Looking for Wrong Guy Named Zalinsky"}
{"is_sarcastic": 1, "headline": "Harry Maguire Squashes Cockroach"}
{"is_sarcastic": 1, "headline": "American Sports Agent Jerry Maguire will Acquire Harry Maguire as Client"}
{"is_sarcastic": 1, "headline": "Sean Dyche Praises Summer Signing Sack of Gravel Ahead of Villa Clash"}
{"is_sarcastic": 1, "headline": "All Whistleblower Songs Are Now Banned"}
{"is_sarcastic": 1, "headline": "Puff Piece on Clouds Works on Multiple Levels"}
{"is_sarcastic": 1, "headline": "CIA Secretly Bugged Trump’s Albino Raccoon Hair Piece"}
{"is_sarcastic": 1, "headline": "Retired Technical Documentation Writer Leaves Audience In Tears After Stirring And Emotional Speech"}
{"is_sarcastic": 1, "headline": "Manchester United Boss Ole Gunnar Solskjaer Discovered To Be A Cyberdyne Systems Model 101 Terminator"}
{"is_sarcastic": 1, "headline": "Clairvoyant Cockroach Uses Mystic Powers To Divine Truth On Harry Maguire"}
{"is_sarcastic": 1, "headline": "Man Opened Tin Of Beans Using Hammer And Chisel"}
{"is_sarcastic": 1, "headline": "Man buying wardrobe on Ebay shocked to find it leads to Narnia"}
{"is_sarcastic": 1, "headline": "Harry Maguire Diagnosed With Terminal Katsaridaphobia: Future Uncertain"}
{"is_sarcastic": 1, "headline": "Adam Schiff caught taking \"matters\" into his own hands"}
{"is_sarcastic": 1, "headline": "A run-down house passed over for Homes Under the Hammer"}
{"is_sarcastic": 1, "headline": "Deep State Cockroaches Come Out Of The Wall"}
{"is_sarcastic": 1, "headline": "Donald Trump's Index finger suing due to over-work"}
{"is_sarcastic": 1, "headline": "Unshaven Nectarine Fears Being Impeached"}
{"is_sarcastic": 1, "headline": "Obesity Linked To Diet Choices"}
{"is_sarcastic": 1, "headline": "Melania Trump Revealed to Be the Actual Whistleblower"}
{"is_sarcastic": 1, "headline": "House Of Commons Gunpowder Stash Discovered"}
{"is_sarcastic": 1, "headline": "German Humor Magazines - Yes, They Do Have A Sense Of Humor. A Good One, In Fact"}
{"is_sarcastic": 1, "headline": "Hillary Takes A DNA Test"}
{"is_sarcastic": 1, "headline": "Trump Whistleblower Blames Chapped Lips"}
{"is_sarcastic": 1, "headline": "Woman Thrilled to Finally Be Old Enough to Have a Midlife Crisis"}
{"is_sarcastic": 1, "headline": "Boris Johnson No Confidence Vote Called For By His Dad"}
{"is_sarcastic": 1, "headline": "Harry Maguire: It Would Be Nice To End My Career Winning Trophies At City"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Arsenal Might Be Ole Gunnar Solskjaer's Last Match In Charge"}
{"is_sarcastic": 1, "headline": "Trump Impeachment Committee Is Able to Hack Some of the Other Items Stored on Trump's \"Secret Server\""}
{"is_sarcastic": 1, "headline": "Poll: Most Republicans Critical of Greta Thunberg, Say They Would Rather Ignore Real Climate Scientists"}
{"is_sarcastic": 1, "headline": "Why Talk To The Monkey When You Can Talk To The Organ Grinder?"}
{"is_sarcastic": 1, "headline": "Vatican Scientists Clone Jesus from Communion Wafer"}
{"is_sarcastic": 1, "headline": "Harry Maguire In 'Hit And Run' Incident"}
{"is_sarcastic": 1, "headline": "White House Announces It Has Identified Most Likely Suspects in Ukraine Whistleblower"}
{"is_sarcastic": 1, "headline": "Greta Thunberg Is Falling Behind At School"}
{"is_sarcastic": 1, "headline": "Nashville Rated City Most Likely to Appear in Top Ten Lists"}
{"is_sarcastic": 1, "headline": "Target Fires Long-Standing Employee for Thinking About Saying Racial Slur"}
{"is_sarcastic": 1, "headline": "Retired gentleman eats potpie, commits suicide: Neighbor lays the blame on dispute between Satellite TV provider and FOX Broadcasting"}
{"is_sarcastic": 1, "headline": "The Onion Steals Johnny Shlep From The Spoof: Highway Robbery!"}
{"is_sarcastic": 1, "headline": "“View From Under The Bus” opens Thursday with sparkling cast"}
{"is_sarcastic": 1, "headline": "In Nod to Animal Rights, Tyson Grants Employed Birds Free Lifetime Housing and Healthcare"}
{"is_sarcastic": 1, "headline": "Man Describes Himself As An Organ Grinder"}
{"is_sarcastic": 1, "headline": "Harry Maguire Wishes He'd Stayed At Leicester"}
{"is_sarcastic": 1, "headline": "Forever 21 Goes Out of Business--To Reopen as AARP Thrifty 63"}
{"is_sarcastic": 1, "headline": "Denver- If Colorado Were Like The Human Body and Flawlessly Designed By God Then Denver Would Be The Rectum"}
{"is_sarcastic": 1, "headline": "Paul Pogba Wants More Money"}
{"is_sarcastic": 1, "headline": "General Anesthesia Recommended for Majority of American Population"}
{"is_sarcastic": 1, "headline": "\"The Right to Vape\" is a First Amendment Guarantee"}
{"is_sarcastic": 1, "headline": "Harry Kane Says Tottenham Were Unlucky In Bayern Munich Rout"}
{"is_sarcastic": 1, "headline": "Lifestyle Medicine Doctor Urges Americans to Stop Shaming Fat People"}
{"is_sarcastic": 1, "headline": "Vapers, Anti-Vapers Debate at Madison Square Garden"}
{"is_sarcastic": 1, "headline": "Boris Johnson \"Groped Queen\""}
{"is_sarcastic": 1, "headline": "Did The New York Times Plagiarize Dr. Billingsgate?"}
{"is_sarcastic": 1, "headline": "Robot Galley Slaves And Silicon Sex Chicks Found In Wreckage Off Carthage Coast"}
{"is_sarcastic": 1, "headline": "Philosopher Brings Debate to Halt by Asking whether Scientology Opponent Is High"}
{"is_sarcastic": 1, "headline": "Trump Announces the Construction of a Luxury Prison"}
{"is_sarcastic": 1, "headline": "Manchester United Could Be Facing Relegation Battle By Christmas"}
{"is_sarcastic": 1, "headline": "AZ Alkmaar Consider Sacking Boss After Failure To Beat Manchester United"}
{"is_sarcastic": 1, "headline": "Sudoku Puzzle Finally Completed"}
{"is_sarcastic": 1, "headline": "Ole Gunnar Solskjaer Makes Wild Statement After Manchester United Fail To Impress Again"}
{"is_sarcastic": 1, "headline": "That \"My Life\" Website: It Ain't My Life"}
{"is_sarcastic": 1, "headline": "Trump Pressures Liechtenstein's President: \"Investigate the Bidens\""}
{"is_sarcastic": 1, "headline": "Maker of Manafort's Ostrich Jacket to Donate $100 for Each Sold to Help Trump Fight Corruption in Ukraine"}
{"is_sarcastic": 1, "headline": "Buddhist Meditation Video on Disgustingness of the Body Goes Viral"}
{"is_sarcastic": 1, "headline": "CDC issues nationwide Zombie Apocalypse Alter on spread of TDS"}
{"is_sarcastic": 1, "headline": "Harry Maguire Tweet Deemed \"Offensive\" By Manchester United Fans, And Deleted"}
{"is_sarcastic": 1, "headline": "Harry Maguire In Changing Room 'Groping' Incident"}
{"is_sarcastic": 1, "headline": "Egyptian Mummy Found Buried With Gerbil In Rectum"}
{"is_sarcastic": 1, "headline": "“Action” Jackson, The Original “Flyover” Dude"}
{"is_sarcastic": 1, "headline": "Hell Becoming Increasingly Uninhabitable Due to Climate Change"}
{"is_sarcastic": 1, "headline": "Manchester United Talking To Zinedine Zidane, Steve Bruce, And Ricky Tomlinson"}
{"is_sarcastic": 1, "headline": "Man And His Wife Saw EastEnders Ricky Butcher In Magaluf"}
{"is_sarcastic": 1, "headline": "Introvert Gets in Amazing Shape Avoiding Elevator Small Talk"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Manchester United In Relegation Battle"}
{"is_sarcastic": 1, "headline": "Harry Maguire Should Have Been Top Of My Shopping List - Guardiola"}
{"is_sarcastic": 1, "headline": "Harry Maguire “Big Hat-No Cattle” Said New Manager “Action” Jackson"}
{"is_sarcastic": 1, "headline": "The Donald J Trump removal program fully explained"}
{"is_sarcastic": 1, "headline": "BBC One announces Autumn Programming Lineup"}
{"is_sarcastic": 1, "headline": "TESLA introduces new Child Safety Features"}
{"is_sarcastic": 1, "headline": "Amazon.com to Rebuild Rainforest"}
{"is_sarcastic": 1, "headline": "CHINA offers to adopt Trump's Daughter"}
{"is_sarcastic": 1, "headline": "Trump Requires All Countries in World to Attend Anti-Corruption Summit at Mar-A-Lago or Risk Sanctions"}
{"is_sarcastic": 1, "headline": "Pope Francis to Eliminate Celibacy for Priests--Nun Surprised"}
{"is_sarcastic": 1, "headline": "Trump Asked the Queen to Help Get Some Dirt on Bernie Sanders"}
{"is_sarcastic": 1, "headline": "The Ralph Lauren Express"}
{"is_sarcastic": 1, "headline": "Cul De Sac Jobs Becoming Increasingly Popular"}
{"is_sarcastic": 1, "headline": "Trump Demands China Investigate Corrupt NBA. Forget the Bidens!"}
{"is_sarcastic": 1, "headline": "Berkeley Profs Sell Endorsements, Images and Classroom Naming Rights"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Players Are Fed Up Of Ole Gunnar Solskjaer"}
{"is_sarcastic": 1, "headline": "Sir Bobby Charlton Wades Into Solskjaer Sacking Debate"}
{"is_sarcastic": 1, "headline": "Manchester United Dumps Ole Gunnar: “Action” Jackson To Take Reins"}
{"is_sarcastic": 1, "headline": "New York Woman Falls into Shame Spiral After Making False Lunch Promise"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Replace Ole Gunnar Solskjaer As Manchester United Manager"}
{"is_sarcastic": 1, "headline": "Manchester United Boss Ole Gunnar Solskjaer Has Gone Into Hiding"}
{"is_sarcastic": 1, "headline": "The Big Sheep: A Parody of The Big Sleep (Part 1)"}
{"is_sarcastic": 1, "headline": "Harry Maguire Stuns Soccer World by Announcing Early Retirement"}
{"is_sarcastic": 1, "headline": "GOP Will \"Shut Down Impeachment Hearing in House With More Really Cool Signs\" Says Jim Jordan"}
{"is_sarcastic": 1, "headline": "Kurds Were Unable to Participate in 1944 Normandy Invasion Because of Bone Spurs, Say Historians"}
{"is_sarcastic": 1, "headline": "Time Gets Totally Wasted - Again"}
{"is_sarcastic": 1, "headline": "Harry Maguire Named England Captain For Czech Game"}
{"is_sarcastic": 1, "headline": "Commuter Snaps, Plans Pileup as a Middle Finger to Fellow Commuters: Fortunately Dies first in Collision with Big Rig"}
{"is_sarcastic": 1, "headline": "Harry Maguire Seriously Considering His Future"}
{"is_sarcastic": 1, "headline": "Women Likely to Overestimate Existence of Relationship Based on Superfluous Factors Like Words"}
{"is_sarcastic": 1, "headline": "Greta Thunberg Is Planet Earth's Number One Enemy"}
{"is_sarcastic": 1, "headline": "Sir Bobby Charlton Is 82 Today!"}
{"is_sarcastic": 1, "headline": "Why Liberace Was Buried Face Down"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Man Utd Team Reading Works Of Existentialist Albert Camus"}
{"is_sarcastic": 1, "headline": "Nashville Woman Seeks Move-in Ready Man"}
{"is_sarcastic": 1, "headline": "Lonely Man Suffering With Crippling Depression And Sadness Suddenly Realizes That There Is Hope"}
{"is_sarcastic": 1, "headline": "Harry Maguire Helps England Almost Draw"}
{"is_sarcastic": 1, "headline": "English Subtitles Spoilt Man's Enjoyment Of Chinese Film"}
{"is_sarcastic": 1, "headline": "Nashville Woman Offends Billions by Not Knowing Who Harry Maguire Is"}
{"is_sarcastic": 1, "headline": "Sexually Frustrated, Narcissistic, Obsessive-Compulsive Millennial Needed Extra Day Off Work Due To Rejection From Women In The Gym"}
{"is_sarcastic": 1, "headline": "New Fad Of Carrying An Intravenous Drip Whilst Riding A Motorcycle, Sweeping Through City"}
{"is_sarcastic": 1, "headline": "7 tips for modern romance"}
{"is_sarcastic": 1, "headline": "Unreasonable Kurds Expected Nation Led by Draft Dodger to Honor It’s Syria Battlefield Commitments"}
{"is_sarcastic": 1, "headline": "Who Will \"Shoot\" Trump?"}
{"is_sarcastic": 1, "headline": "Fortnite powers down. Millions of boys reunited with loved ones"}
{"is_sarcastic": 1, "headline": "Perfect Horse’s Ass Ruined When They Put Teeth In Joe Biden’s Pie Hole"}
{"is_sarcastic": 1, "headline": "President Trump Wears Blackface For Press Conference"}
{"is_sarcastic": 1, "headline": "One in Four Americans Affected by Mental Health"}
{"is_sarcastic": 1, "headline": "Turkey Eyes Conquest of Balkans, All of Near East"}
{"is_sarcastic": 1, "headline": "Three Women Pull Faces At Photographer"}
{"is_sarcastic": 1, "headline": "Barr Forced to Cut Short Lecture on Christian Morals, Return to D.C. to Manage Latest Trump Scandal"}
{"is_sarcastic": 1, "headline": "The Family Trump?"}
{"is_sarcastic": 1, "headline": "Trump: “I Don’t Know Erdogan, Giuliani or the Kurds, I Take Photos with Lots of People”"}
{"is_sarcastic": 1, "headline": "Nashville Man Inspired to Learn Poetry Doesn't Have to Rhyme"}
{"is_sarcastic": 1, "headline": "Gasoline Prices In US Tumble To 10c A Gallon As Trump Inducts Saudi Arabia As 51st State"}
{"is_sarcastic": 1, "headline": "Racist Bulgarian Ultras So Disgusted, They Left At Halftime"}
{"is_sarcastic": 1, "headline": "Trump, Sanctioned by California, Faces Financial Ruin"}
{"is_sarcastic": 1, "headline": "Escalator Usage On The Up"}
{"is_sarcastic": 1, "headline": "Ouija says it’s “Trump” 2020, to Democrats Dismay"}
{"is_sarcastic": 1, "headline": "Trump says He will accept Impeachment if a Majority of Representatives Can Spell It"}
{"is_sarcastic": 1, "headline": "Hunter Biden Replaces Waldo in Where’s Waldo"}
{"is_sarcastic": 1, "headline": "Nashville Man Tries to Seize the Day but It Slips Away"}
{"is_sarcastic": 1, "headline": "Hong Kong: Carrie Lam Calls In Hong Kong Phooey"}
{"is_sarcastic": 1, "headline": "Staring At The Sun Can Damage Eyesight"}
{"is_sarcastic": 1, "headline": "Monkey Woods Goes Bonkers At Match Between England And Bulgaria"}
{"is_sarcastic": 1, "headline": "Observers Startled When 129 Zombies Suddenly Awake from Deep Hypnotic Trance in U.S. House of Representatives"}
{"is_sarcastic": 1, "headline": "Paris and Parisians"}
{"is_sarcastic": 1, "headline": "Nashville Man Single-Handedly Disproves Existence of Free WIll"}
{"is_sarcastic": 1, "headline": "Anne Sacoolas Denies Driving On Wrong Side Of The Road"}
{"is_sarcastic": 1, "headline": "Jimmy Sham Attacked By Hong Kong Phooey"}
{"is_sarcastic": 1, "headline": "Get Over It!"}
{"is_sarcastic": 1, "headline": "Bernie Sanders Revivified After Sacrificing a Libertarian at an Alter to Karl Marx"}
{"is_sarcastic": 1, "headline": "Completely Tattooed Felicity Huffman, Former Desperate Housewife TV Star, Walks Out of Prison"}
{"is_sarcastic": 1, "headline": "NASA Mistakes Kim Kardashian's Rear as Earth's Long Theorized Second Moon"}
{"is_sarcastic": 1, "headline": "Stupid No More, Vows Nashville Man"}
{"is_sarcastic": 1, "headline": "President Trump May Have Been Given Blow Job By Anne Sacoolas"}
{"is_sarcastic": 1, "headline": "Sam Allardyce Gets Manchester United Job"}
{"is_sarcastic": 1, "headline": "Nashville Man Helps Marriage by Going Gentle Into That Good Night"}
{"is_sarcastic": 1, "headline": "Manchester United Manager Ole Gunnar Solskjaer Found Hiding In Closet Under Stairs"}
{"is_sarcastic": 1, "headline": "Highly-Experienced Technical Documentation Writer Saves Desperate Woman From Demonic Shadow Figure Lurking In Basement By Boring It (And Her) To Death"}
{"is_sarcastic": 1, "headline": "Man's 'Friend' Had Bad Case Of Worms"}
{"is_sarcastic": 1, "headline": "Boris Johnson Offers To Buy Round At Last-Chance Saloon"}
{"is_sarcastic": 1, "headline": "Trump Plans to be Nominee of Both Parties, \"I Will Be Bi-Partisan\", says the President"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi to star as Blanche in Off-Broadway re-make of “A Streetcar Named Desire”"}
{"is_sarcastic": 1, "headline": "Manchester United And Liverpool Will Walk Off If Anyone So Much As THINKS Anything Racist"}
{"is_sarcastic": 1, "headline": "Trump PS to Erdogan letter used as rolling paper denied"}
{"is_sarcastic": 1, "headline": "Hillary Clinton falls off subway platform; saved by psychic Russian immigrant"}
{"is_sarcastic": 1, "headline": "Nashville Man Reluctantly Accepts Unconditional Happiness"}
{"is_sarcastic": 1, "headline": "Man Annoyed That He Probably Won't Get To See Halley's Comet Again"}
{"is_sarcastic": 1, "headline": "Donald Jr. and Ivanka Trump Land Jobs at Breitbart After Exposing Hunter Biden Nepotism Scandal"}
{"is_sarcastic": 1, "headline": "Gabbard’s Strong Coalition Includes Anti-Clinton, Pro-Assad and “Guys Who Just Want a Hot President” Groups"}
{"is_sarcastic": 1, "headline": "Racist Bulgarian Ultras Strike Again In England's Heartland"}
{"is_sarcastic": 1, "headline": "MPs Seek Brexit Extension \"Until The End Of Time\""}
{"is_sarcastic": 1, "headline": "The Dick With Two Faces"}
{"is_sarcastic": 1, "headline": "Spain to Exhume body of General Franco--Will Be Reburied at Trump Miami Hotel"}
{"is_sarcastic": 1, "headline": "Pocahontas: “Mexico Will Pay For Our Health Care.”"}
{"is_sarcastic": 1, "headline": "The Drone Wars"}
{"is_sarcastic": 1, "headline": "More Boris More Bluster"}
{"is_sarcastic": 1, "headline": "Romney Denies Second Secret Social Media Account"}
{"is_sarcastic": 1, "headline": "Hillary Clinton – Dems Determined Not to Be Out-lied in 2020"}
{"is_sarcastic": 1, "headline": "Nashville Man Becomes Entangled in Web of Deception"}
{"is_sarcastic": 1, "headline": "Trump's new career move"}
{"is_sarcastic": 1, "headline": "Man's Family Acquires Rabbit"}
{"is_sarcastic": 1, "headline": "Boris Johnson Issues Brexit Halloween Trick-Or-Treat Ultimatum"}
{"is_sarcastic": 1, "headline": "CNN hosts debate on popularity of corporatism, the MIC, the Deep State, and the 1 percent"}
{"is_sarcastic": 1, "headline": "President Trump To Be Shot Into Space"}
{"is_sarcastic": 1, "headline": "NEW! Just In Time For Halloween Snacking! The 'Gourmet Zombie Guide To International Fine Dining'!"}
{"is_sarcastic": 1, "headline": "Nashville Man Ironically Loses His Loser Identity"}
{"is_sarcastic": 1, "headline": "UFO Sited Over White House and Washington, D.C. Suburbs"}
{"is_sarcastic": 1, "headline": "President Trump Reveals He Has Been Joking About Everything"}
{"is_sarcastic": 1, "headline": "Man Now Has Too Many Books"}
{"is_sarcastic": 1, "headline": "Boris Johnson Reveals Brexit Date Was Chosen To Coincide With Jimmy Savile's Birthday"}
{"is_sarcastic": 1, "headline": "El Chapo's Sons in Gun Battle During 'Take Your Child to Work Day'"}
{"is_sarcastic": 1, "headline": "Homeless man gains home, loses identity"}
{"is_sarcastic": 1, "headline": "Nashville Man's Multitasking Spins Out of Control"}
{"is_sarcastic": 1, "headline": "Referees embrace VAR"}
{"is_sarcastic": 1, "headline": "Velcro Straps Are Starting To Lose Their Stickability"}
{"is_sarcastic": 1, "headline": "\"Quid Pro Quo:\" Trump, Zelensky Arrested on Drug Charges"}
{"is_sarcastic": 1, "headline": "Mane's VAR mistake"}
{"is_sarcastic": 1, "headline": "Bobo O'Rourke Sounds the Alarm for the Whey"}
{"is_sarcastic": 1, "headline": "Representative Tim Ryan's Immaculate Withdrawal"}
{"is_sarcastic": 1, "headline": "Encylopedia of Pretexts for Politics and Business due out by Christmas on Amazon dot com"}
{"is_sarcastic": 1, "headline": "Pick Me Up Before You Sex Offend"}
{"is_sarcastic": 1, "headline": "Murder Suspect May Buy Manchester United"}
{"is_sarcastic": 1, "headline": "Nashville Man Tries Stalking but Isn't Sure How to Follow Up"}
{"is_sarcastic": 1, "headline": "Adverts Getting On Man's Tits"}
{"is_sarcastic": 1, "headline": "Democrat Congress Condemns Cease-Fire in Mideast"}
{"is_sarcastic": 1, "headline": "Old Man yells at Cloud. Cloud responds."}
{"is_sarcastic": 1, "headline": "Democratic Party proctology exam shows severe HOA problems"}
{"is_sarcastic": 1, "headline": "VAR To Sort Out If England 1966 World Cup Goal Was In Or Not"}
{"is_sarcastic": 1, "headline": "Don't Feel Up To Carving And Cleaning Your Pumpkins This Halloween? Let Vegan Zombies Do It For You!"}
{"is_sarcastic": 1, "headline": "Nashville Man Successfully Distracts Himself from World Issues"}
{"is_sarcastic": 1, "headline": "Sir Paul Caught on Video Attempting to Buy Pot"}
{"is_sarcastic": 1, "headline": "Man's 'Lost' Glasses Turn Up Safe And Sound"}
{"is_sarcastic": 1, "headline": "Susan Rice Shits on A Graham"}
{"is_sarcastic": 1, "headline": "Animal Control Tasked With Arresting Rudy Giuliani"}
{"is_sarcastic": 1, "headline": "Police shoot man dressed in blackface for Halloween"}
{"is_sarcastic": 1, "headline": "UK to build migrant pipe under Channel"}
{"is_sarcastic": 1, "headline": "Nashville Man Successfully Forces Things"}
{"is_sarcastic": 1, "headline": "Presenting The Ganjascope℠, Your Horoscope on Pot"}
{"is_sarcastic": 1, "headline": "Propane-Driven Vape Pens Kill Three in Amish County"}
{"is_sarcastic": 1, "headline": "VAR To Help In Coleen Rooney - Rebekah Vardy Dispute"}
{"is_sarcastic": 1, "headline": "Tourist Heard Kraftwerk Song, And Began To Dance To It"}
{"is_sarcastic": 1, "headline": "Man Was Surprised To Find Toilet Instructions On Wall"}
{"is_sarcastic": 1, "headline": "39-Year-Old Resident Fails To Improve Himself Over Weekend"}
{"is_sarcastic": 1, "headline": "TERMINATOR 9 - New Schwarzenegger Movie"}
{"is_sarcastic": 1, "headline": "Man talking about the weather, again"}
{"is_sarcastic": 1, "headline": "Man watching the Apprentice"}
{"is_sarcastic": 1, "headline": "Six Ways to Get an Atheist's Goat"}
{"is_sarcastic": 1, "headline": "Exclusive Interview with the Historical Jesus"}
{"is_sarcastic": 1, "headline": "Rural \"wild dog\" school provides an alternative to state-funded education"}
{"is_sarcastic": 1, "headline": "Southampton Scoreboard Staff Consider Strike Action"}
{"is_sarcastic": 1, "headline": "New App Helps You Learn A New Language In As Little As Two Years"}
{"is_sarcastic": 1, "headline": "Toilet Plunger Was 'Sent From God'"}
{"is_sarcastic": 1, "headline": "Treatment to eliminate pedophilia has been discovered"}
{"is_sarcastic": 1, "headline": "72 Virgins Bail On al-Baghdadi: Don’t Do Pencil Necks Or Headless Stiffs"}
{"is_sarcastic": 1, "headline": "Introducing The Pumpkin Patch!"}
{"is_sarcastic": 1, "headline": "Concert to be held inside Elton John"}
{"is_sarcastic": 1, "headline": "Push Comes to Shove in Confidence and Makes a Request"}
{"is_sarcastic": 1, "headline": "Yin and Yang Seek Divorce, Citing Irreconcilable Differences"}
{"is_sarcastic": 1, "headline": "Lewis Hamilton Wins Mexico Grand Prix Wearing A Sombrero"}
{"is_sarcastic": 1, "headline": "Dumb Donald of Fat Albert sexually abused by Bill Cosby"}
{"is_sarcastic": 1, "headline": "Bill and Monica back together"}
{"is_sarcastic": 1, "headline": "Carter attacked by indians"}
{"is_sarcastic": 1, "headline": "Manchester United Penalty Woes Continue"}
{"is_sarcastic": 1, "headline": "Man Teaches Crab A Lesson It Will Never Forget"}
{"is_sarcastic": 1, "headline": "Washington Post - \"Remembers Softer Side of War\""}
{"is_sarcastic": 1, "headline": "Nashville Man Accidentally Sets World on Fire"}
{"is_sarcastic": 1, "headline": "Pot Is Dead"}
{"is_sarcastic": 1, "headline": "Harry Maguire In Halloween Trick-Or-Treat Incident"}
{"is_sarcastic": 1, "headline": "Halloween Cancelled After News That Pumpkins Are Imported From Europe"}
{"is_sarcastic": 1, "headline": "Innovative Financing Company Offers Principal-Free, Interest-Only Cash \"Gifts\""}
{"is_sarcastic": 1, "headline": "Vegans Celebrate Paul Prudhomme’s Death with Tofu-Seitan Turducken"}
{"is_sarcastic": 1, "headline": "Man Had Two Right Hands"}
{"is_sarcastic": 1, "headline": "Fossil Fuel Firms Foment Firestorm Fury"}
{"is_sarcastic": 1, "headline": "England Rugby Team's Haka Response Explained"}
{"is_sarcastic": 1, "headline": "Man's Favorite French Word Is 'Oiseaux'"}
{"is_sarcastic": 1, "headline": "NSA Tracks Edward Snowden to Joe Rogan Podcast"}
{"is_sarcastic": 1, "headline": "Walmart Introduces CBD-Infused Dental Dams"}
{"is_sarcastic": 1, "headline": "Man Listens To Classic Album From The Past"}
{"is_sarcastic": 1, "headline": "Britain faces a Christmas election"}
{"is_sarcastic": 1, "headline": "Stock Market Soars as House Moves Toward Impeachment"}
{"is_sarcastic": 1, "headline": "Jedward are not in Pantomime this year, oh no they are"}
{"is_sarcastic": 1, "headline": "Donald Trump survives Halloween"}
{"is_sarcastic": 1, "headline": "Man leaving his job taking inspiration from Brexit Shambles"}
{"is_sarcastic": 1, "headline": "\"Surprise Meat\" Latest in Healthier Animal Products Market"}
{"is_sarcastic": 1, "headline": "GanjaScope Is President Trump's Favorite Read"}
{"is_sarcastic": 1, "headline": "Ray Winstone Lands EastEnders Part"}
{"is_sarcastic": 1, "headline": "World Famous Mountain Climber Conquers Florida's Highest Hill"}
{"is_sarcastic": 1, "headline": "6 Life Lessons Your Professors Will Never Teach You In College"}
{"is_sarcastic": 1, "headline": "Greta Thunberg Nominated For Several Awards"}
{"is_sarcastic": 1, "headline": "Greta Thunberg Will Peddle Swan Boat Back Across Atlantic."}
{"is_sarcastic": 1, "headline": "Man Watching In The Night Garden going slowly mad"}
{"is_sarcastic": 1, "headline": "Man looking forward to hearing Coldplay's next album"}
{"is_sarcastic": 1, "headline": "Dolphin said that he won't be able to go swimming with Dave in Accounts"}
{"is_sarcastic": 1, "headline": "Shapeless House Dress Garment of Choice for Many American Women"}
{"is_sarcastic": 1, "headline": "Man signs up to Nanowrimo for the seventh time"}
{"is_sarcastic": 1, "headline": "New Sex Drug Stops Premature Ejaculation"}
{"is_sarcastic": 1, "headline": "Gunpowder Plot Arrangements Coming Along Nicely"}
{"is_sarcastic": 1, "headline": "The Man's Guide To Surviving A Stent Removal"}
{"is_sarcastic": 1, "headline": "Man Has Bought New Car"}
{"is_sarcastic": 1, "headline": "Cubs embark on ambitious 100-year plan to bring World Series title back to Chicago"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Switch On Manchester Christmas Lights"}
{"is_sarcastic": 1, "headline": "Eastender character embarrassed on the bus"}
{"is_sarcastic": 1, "headline": "Couple actually out dancing, rather than watching Strictly Come Dancing"}
{"is_sarcastic": 1, "headline": "Carly Simon Recounts Yucky Trump Hug"}
{"is_sarcastic": 1, "headline": "Catholic Offended at Being Compared to Alien-Believer"}
{"is_sarcastic": 1, "headline": "Millions Of Flying Insects Invade Man's Property"}
{"is_sarcastic": 1, "headline": "VAR Controversy As Ref Discovered To Be Blind In One Eye"}
{"is_sarcastic": 1, "headline": "10 Things You'll Never Hear On A College Campus"}
{"is_sarcastic": 1, "headline": "Wile E Mexicans Sawing Though New Trump Wall: Build A Moat, Foo."}
{"is_sarcastic": 1, "headline": "LAX to Ban All Cars Under \"Trikes Only\" Policy"}
{"is_sarcastic": 1, "headline": "Whistleblower Paul Revere: \"The British are coming!\""}
{"is_sarcastic": 1, "headline": "New Game Of Thrones Game 'Winter Is Coming' Proves Winter Is, Indeed, Coming"}
{"is_sarcastic": 1, "headline": "Nashville Man Prefers Waiting for Low-Hanging Fruit to Fall to Ground"}
{"is_sarcastic": 1, "headline": "How to Tell You're Watching Bad Porn"}
{"is_sarcastic": 1, "headline": "VAR To Be Reviewed By VARVAR"}
{"is_sarcastic": 1, "headline": "Anniston denies accusations"}
{"is_sarcastic": 1, "headline": "Festival of Brexit"}
{"is_sarcastic": 1, "headline": "The Queens New Clothes"}
{"is_sarcastic": 1, "headline": "Popeye's Killer Chicken Sandwich"}
{"is_sarcastic": 1, "headline": "Democrats Approve Stalinist Show Trial for Impeachment"}
{"is_sarcastic": 1, "headline": "Surgeon General Warns about Secondhand Gas"}
{"is_sarcastic": 1, "headline": "Government Climate Committee Agrees that Desperate Times Call for Discussion of Some Possible Measures"}
{"is_sarcastic": 1, "headline": "Wildfires Raging All Across Country"}
{"is_sarcastic": 1, "headline": "Jacob Rees-Mogg Urged To \"Jump\" By Huge Crowd"}
{"is_sarcastic": 1, "headline": "Co-Workers Enjoy Hearty Chuckle at Boss's Expense"}
{"is_sarcastic": 1, "headline": "How to Tell If Your College Football Team's Uniforms Are Gay"}
{"is_sarcastic": 1, "headline": "Faf de Klerk's Wikipedia Page Describes Him As A \"Bit Of A Bellend\""}
{"is_sarcastic": 1, "headline": "Black Friday Is On A Friday Again"}
{"is_sarcastic": 1, "headline": "Nashville Man Disappointed Satan Has Never Tried to Buy His Soul"}
{"is_sarcastic": 1, "headline": "Parrotman Has Started To Squawk Like A Parrot"}
{"is_sarcastic": 1, "headline": "Manchester United Unveil New Festive Kit"}
{"is_sarcastic": 1, "headline": "Mail service on form"}
{"is_sarcastic": 1, "headline": "First Genetically Engineered Cat Girl Licks Harry Maguire’s Balls"}
{"is_sarcastic": 1, "headline": "Pacific Gas & Electric plans shutdown of power to entire state of California"}
{"is_sarcastic": 1, "headline": "Trump considering hero dog to replace Pence in 2020 campaign"}
{"is_sarcastic": 1, "headline": "Major Morgan Dance Album Released"}
{"is_sarcastic": 1, "headline": "Man who couldn't turn a profit in a casino still President of the United States"}
{"is_sarcastic": 1, "headline": "Spirograph Bistro Opens"}
{"is_sarcastic": 1, "headline": "Etch-a-sketch Cafe Opens"}
{"is_sarcastic": 1, "headline": "Hipster sewing mittens together"}
{"is_sarcastic": 1, "headline": "Man surprised he can't buy shorts in the shops now"}
{"is_sarcastic": 1, "headline": "Nashville Realtor Finds Online Dating More of a Seller's Market"}
{"is_sarcastic": 1, "headline": "Top 10 Reasons Cats Aren't Mentioned in the Bible"}
{"is_sarcastic": 1, "headline": "Parrotman's Parrots Think He Is A Right Knobhead"}
{"is_sarcastic": 1, "headline": "Hull Man Awarded Damages After Getting Cock Trapped In Zip"}
{"is_sarcastic": 1, "headline": "Hull Man Found Crying Over Spilt Milk"}
{"is_sarcastic": 1, "headline": "Hull Man Gets Own Back On Mosquito"}
{"is_sarcastic": 1, "headline": "Space Junk A Threat To Spacial Warming"}
{"is_sarcastic": 1, "headline": "Hull Man Has Four Attempts At Picking Hair Up From Floor"}
{"is_sarcastic": 1, "headline": "The \"Chain Letter\" You Always Wanted To See But Never Actually Did"}
{"is_sarcastic": 1, "headline": "Man claims to have found God in Cornwall"}
{"is_sarcastic": 1, "headline": "Democrats Vote To Decriminalize Crime: No More Folsom Prison Blues"}
{"is_sarcastic": 1, "headline": "Desperate FDA Classifies Anxiety as Exercise"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Preside Over Manchester United Christmas Service"}
{"is_sarcastic": 1, "headline": "Man Injures Cranium On Overhead Fan On Bus"}
{"is_sarcastic": 1, "headline": "Heroic But Somewhat Disturbed And Violent Technical Writer Saves Newly-Married Couple From Demonic Force"}
{"is_sarcastic": 1, "headline": "Nashville Man Temporarily Misplaces His Mind"}
{"is_sarcastic": 1, "headline": "Dion Waiters Latest NBA Player to OD on Gummy Bears"}
{"is_sarcastic": 1, "headline": "Local Man Patiently Waiting For Precious Moment When He Can Finally Just Give Up On Himself And Accept The Fact That He Is A Mediocre 'Piece Of Shit'"}
{"is_sarcastic": 1, "headline": "Local Man Prefers Sex with Plants"}
{"is_sarcastic": 1, "headline": "Hotel Prohibitions Were 'Slightly Odd'"}
{"is_sarcastic": 1, "headline": "Cricket Star Overlooked By Selectors Again"}
{"is_sarcastic": 1, "headline": "Boris Johnson's election bus to be powered by bullshit"}
{"is_sarcastic": 1, "headline": "Woman Becomes Personal Trainer Even Though She Has No Hands"}
{"is_sarcastic": 1, "headline": "Sleep-Deprived Americans Push to Increase Snooze Button Window to Twelve Minutes"}
{"is_sarcastic": 1, "headline": "No more flooding after Brexit"}
{"is_sarcastic": 1, "headline": "West Brom Fans Disrespectful To Fallen War Heroes"}
{"is_sarcastic": 1, "headline": "Traffic Was Intolerable, So Motorists Didn't Tolerate It"}
{"is_sarcastic": 1, "headline": "Good News for the Incontinent"}
{"is_sarcastic": 1, "headline": "Raheem Sterling To Miss England Game As He Starts Nursery On Thursday"}
{"is_sarcastic": 1, "headline": "Pacifist Waiter Offended when Customer Thanks Him for His Service"}
{"is_sarcastic": 1, "headline": "Introducing the World's First Horoscope for Cats"}
{"is_sarcastic": 1, "headline": "LeRoy Ephers Abandons Van after Beer Runs Out, Runs for Alabama Senate Seat"}
{"is_sarcastic": 1, "headline": "Man Dies After Walking Under Ladder"}
{"is_sarcastic": 1, "headline": "Five Celebrity Marijuana Brands We'd Like to See"}
{"is_sarcastic": 1, "headline": "New York Man Cares More than He Lets on about Quality of Colleague's Commute"}
{"is_sarcastic": 1, "headline": "Man Oozes Confidence After Putting Cardboard Box On Head"}
{"is_sarcastic": 1, "headline": "Mission accomplished: Doping completely eradicated - IAAF and IOC \"thrilled to bits\""}
{"is_sarcastic": 1, "headline": "1861: Democrat-controlled House Impeaches Abraham Lincoln"}
{"is_sarcastic": 1, "headline": "Two Percent Milk Slips to One Percent in Latest New Hampshire Poll"}
{"is_sarcastic": 1, "headline": "Jim Jordan raped me too!"}
{"is_sarcastic": 1, "headline": "Jim Jordan Raped Me"}
{"is_sarcastic": 1, "headline": "The General Redirection"}
{"is_sarcastic": 1, "headline": "Nashville Man Loses Track of What His Other Hand Is Doing"}
{"is_sarcastic": 1, "headline": "Consumer Reports 2019 Road Rage Survey"}
{"is_sarcastic": 1, "headline": "Manchester City Star Bernardo Silva To Be Brainwashed"}
{"is_sarcastic": 1, "headline": "England Football Team Register Complaint Against Thursday's Opponents, Montenegro"}
{"is_sarcastic": 1, "headline": "Prostitutes in Switzerland initiate global protest against robotic sex dolls"}
{"is_sarcastic": 1, "headline": "Adam Schiff caught driving through Washington D.C. with chicken on his shoulder"}
{"is_sarcastic": 1, "headline": "Pelosi explains Trump’s quid pro quo vs Biden’s kid pro quo"}
{"is_sarcastic": 1, "headline": "Rainbow Christmas Crackers"}
{"is_sarcastic": 1, "headline": "Man cold after kicking a ball around for a while"}
{"is_sarcastic": 1, "headline": "Cherry the face of 'Cherry Oh Baby' - Fashion World Thrilled"}
{"is_sarcastic": 1, "headline": "Mars Rover determines that Mars is FLAT!"}
{"is_sarcastic": 1, "headline": "Clean Shaven Satan Mocks Goatee Fashion"}
{"is_sarcastic": 1, "headline": "Desperate FDA Recommends Adding More Tomato Sauce to Pizza"}
{"is_sarcastic": 1, "headline": "Sex Scandal Rocks Christian Mingle Dating Site"}
{"is_sarcastic": 1, "headline": "The Ultimate Male Dating Profile"}
{"is_sarcastic": 1, "headline": "Paranoid Man Now Unable To Watch Rugby Matches"}
{"is_sarcastic": 1, "headline": "Butterfly Wings Found, Without Host"}
{"is_sarcastic": 1, "headline": "Pocahontas To Fund Medicare By Taxing Housewives Imputed Income"}
{"is_sarcastic": 1, "headline": "Kangaroos and Witches Sue White House for Using Their Names in Vain"}
{"is_sarcastic": 1, "headline": "Boris Johnson's Teabag is still stewing in a very cold mug"}
{"is_sarcastic": 1, "headline": "Dragon who burnt down a village continually reminded about it"}
{"is_sarcastic": 1, "headline": "England In Bid To Score 10 Tomorrow Night Against Kosovo"}
{"is_sarcastic": 1, "headline": "Children In Need 2019 Final Totals In"}
{"is_sarcastic": 1, "headline": "Nashville Man Injures Himself during Meditation"}
{"is_sarcastic": 1, "headline": "Scientists discover rare 70s pervert DNA"}
{"is_sarcastic": 1, "headline": "Greta Thunberg To Host Return Of The Weakest Link"}
{"is_sarcastic": 1, "headline": "Feds Will Put Alcatraz Back Into Service in Anticipation of Upcoming Trump Campaign, Second Term"}
{"is_sarcastic": 1, "headline": "Britain's longest-serving lighthouse keeper marries transistor radio"}
{"is_sarcastic": 1, "headline": "The Ultimate Female Dating Profile"}
{"is_sarcastic": 1, "headline": "Third son causing problems"}
{"is_sarcastic": 1, "headline": "Woman Begins to Suspect Flirtatious Buddhist's Intentions May Be Less Than Wholesome"}
{"is_sarcastic": 1, "headline": "England Players Subjected To Barrage Of Friendliness In Kosovo"}
{"is_sarcastic": 1, "headline": "Prince Andrew Digs A Big Hole, Then Gets Into It"}
{"is_sarcastic": 1, "headline": "Prince Andrew denies frequenting monkey prostitutes"}
{"is_sarcastic": 1, "headline": "Did UCLA Bruins Deliberately Fall 32 Points Behind Utah Utes?"}
{"is_sarcastic": 1, "headline": "Extremely Intelligent High School Principal Calmly Assures Locals That American Education System Is Not Centrally Focused On Sports"}
{"is_sarcastic": 1, "headline": "London Man Caged For Shouting At Burglar"}
{"is_sarcastic": 1, "headline": "House of Pain to University of Wisconsin Football Team: Grow up!"}
{"is_sarcastic": 1, "headline": "Greta Thunberg To Make Debut As A Chaser In 'The Chase'"}
{"is_sarcastic": 1, "headline": "Man Listened To The Cure Song '10:15 Saturday Night' At Exactly 10:15 On Saturday Night"}
{"is_sarcastic": 1, "headline": "Chinese government deny any problems in Hong Kong"}
{"is_sarcastic": 1, "headline": "Owen Wilson Celebrity Horoscope"}
{"is_sarcastic": 1, "headline": "Pizza Express CCTV Security Tapes Have Been Stolen"}
{"is_sarcastic": 1, "headline": "Positive Thinking Found to Be Totally Awesome in All Respects"}
{"is_sarcastic": 1, "headline": "Weighted-Blanket Death Syndrome on the Rise"}
{"is_sarcastic": 1, "headline": "Whitechapel woman battered husband with TV stand to 'limber up' for Black Friday"}
{"is_sarcastic": 1, "headline": "Pizza Express In Woking Have Never Heard Of Prince Andrew"}
{"is_sarcastic": 1, "headline": "Queen Says She Doesn't Believe Prince Andrew Did It"}
{"is_sarcastic": 1, "headline": "Satan Gives Donald Trump's Soul Back"}
{"is_sarcastic": 1, "headline": "Note pad sad to only be used for shopping lists"}
{"is_sarcastic": 1, "headline": "Obama Urges Democrats to Be More Moderate by Adding Kill List to Green New Deal"}
{"is_sarcastic": 1, "headline": "Greta Thunberg To Host QI"}
{"is_sarcastic": 1, "headline": "Prince Andrew: Is Jane Doe For Real?"}
{"is_sarcastic": 1, "headline": "Plastic surgery balks impeachment"}
{"is_sarcastic": 1, "headline": "Ford Recalls 150,000 Drivers"}
{"is_sarcastic": 1, "headline": "EastEnders Mel Death Sparks Calls For Lorry Driver 'Extra' Investigation"}
{"is_sarcastic": 1, "headline": "Vagrancy and alcoholism to be taught in British schools"}
{"is_sarcastic": 1, "headline": "Man Finds Giant Seashells In His Back Garden"}
{"is_sarcastic": 1, "headline": "Prince Andrew in new, one-armed bandit row"}
{"is_sarcastic": 1, "headline": "21-Year-Old Broadcasting Student Latest Victim of Cancellation Culture After Accidentally Nosediving Into Instagram Model’s Tits at Coachella"}
{"is_sarcastic": 1, "headline": "Vulnerability Shown to Be Powerful Tool for Attractive People"}
{"is_sarcastic": 1, "headline": "Prince Andrew To Do Second TV Interview"}
{"is_sarcastic": 1, "headline": "Bereaved mother slams makers of women's sanitary products"}
{"is_sarcastic": 1, "headline": "TheSpoof.com To End Its Association With Prince Andrew"}
{"is_sarcastic": 1, "headline": "Chutney-on-the-Fritz Does Not Exist"}
{"is_sarcastic": 1, "headline": "Man Seen Wearing Bum Bag"}
{"is_sarcastic": 1, "headline": "Boris Johnson - the disabled man who doesn't need your handouts"}
{"is_sarcastic": 1, "headline": "College Admissions Scandal: Judge Orders Celebrity Daughter to Join Female Boxing Team"}
{"is_sarcastic": 1, "headline": "Facebook Bans Prince Andrew"}
{"is_sarcastic": 1, "headline": "Revolutionary \"Christian Atheist\" Urges People to Pray for Prayers to Start Working"}
{"is_sarcastic": 1, "headline": "Sexually-Active, Easily-Offended, Politically-Correct, Upper-Middle-Class, Privileged, Liberal College Students Born After 1980s Excited About Movies That Are Crippled By 'Self-Identity' Politics, Special Effects, The #METOO Movement, and WOKE"}
{"is_sarcastic": 1, "headline": "Shakin Stevens"}
{"is_sarcastic": 1, "headline": "Divided Nation Unites to Celebrate National Blivit Day"}
{"is_sarcastic": 1, "headline": "Pubs considering a name change"}
{"is_sarcastic": 1, "headline": "Ghislaine Maxwell Spotted In Fish Shop"}
{"is_sarcastic": 1, "headline": "Prince Andrew Has Decided To Go And Live On Pitcairn Island"}
{"is_sarcastic": 1, "headline": "Prince Andrew to Enter The Jungle as I’m A Celeb ‘Latecomer’"}
{"is_sarcastic": 1, "headline": "How To Cope With The Tragedy Of Losing A Friend On Facebook"}
{"is_sarcastic": 1, "headline": "Trump Offers Advice to an Indicted Netanyahu"}
{"is_sarcastic": 1, "headline": "Sweden drops case against Assange; Arbuthnot replaced with new lot"}
{"is_sarcastic": 1, "headline": "Reptilians Give Up on Plan to Enslave Humanity, Leave Earth After Watching GOP Defense of Trump"}
{"is_sarcastic": 1, "headline": "Black Friday deals in Chutney on the Fritz"}
{"is_sarcastic": 1, "headline": "National Premature Ejaculation Day, What You Need to Know"}
{"is_sarcastic": 1, "headline": "Trump Pardons E-Cigarette Company for Hooking Millions of Kids on Nicotine"}
{"is_sarcastic": 1, "headline": "Woman boils kettle on Brexiteer husband's head"}
{"is_sarcastic": 1, "headline": "What Happened to David Wesley? Part 1"}
{"is_sarcastic": 1, "headline": "Trump Pardons Infamous Philippine Insurrection Soldier"}
{"is_sarcastic": 1, "headline": "Prince Edward Says Prince Andrew Has Been A Silly-Billy"}
{"is_sarcastic": 1, "headline": "Gareth Bale Has Curtailed His Spanish Lessons"}
{"is_sarcastic": 1, "headline": "A Squirrel Story That Will Grab You By The Nuts"}
{"is_sarcastic": 1, "headline": "Nashville Man Successfully Operates on Fewer than All Cylinders"}
{"is_sarcastic": 1, "headline": "Nigel Farage Pledges Brexit Party Will Return Britain To Its Former Glories"}
{"is_sarcastic": 1, "headline": "USA Reaches Out to British Satire Writers"}
{"is_sarcastic": 1, "headline": "Man angers fellow commuters with 'disgusting act'"}
{"is_sarcastic": 1, "headline": "Trump Nixed Use of Javelin Missiles Against Russian Tanks"}
{"is_sarcastic": 1, "headline": "Man's Rabbit Has Given Birth"}
{"is_sarcastic": 1, "headline": "Ode To Chutney-on-the-Fritz"}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino Seen At Manchester Piccadilly"}
{"is_sarcastic": 1, "headline": "Melania Trump Taken to Hospital With Writers Cramp From Signing Campaign Fundraising Letters"}
{"is_sarcastic": 1, "headline": "National Kick the Cat Day, Why Cats Hate It"}
{"is_sarcastic": 1, "headline": "Nashville Man Falls Apart by the Wayside"}
{"is_sarcastic": 1, "headline": "General Election 2019: Campaign Promises Unlikely To Be Kept"}
{"is_sarcastic": 1, "headline": "After Lifetime Job of “Doing Jack”, Local Man Fired by Mom After Failing to Recall Any of It"}
{"is_sarcastic": 1, "headline": "Man Robs Congressional Member Bank...GOP Says \"Let 'Em Go - He Did Nothin'\""}
{"is_sarcastic": 1, "headline": "Man Can Do Things With Either Hand"}
{"is_sarcastic": 1, "headline": "Swalwell's Denials Fail the Smell Test"}
{"is_sarcastic": 1, "headline": "Desperate FDA Classifies Going Outside as Exercise"}
{"is_sarcastic": 1, "headline": "National Bogus Handicapped Parking Sticker Day Is Here"}
{"is_sarcastic": 1, "headline": "Local woman's glee at best friend's dress choice error knows no bounds"}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino Seen Heading For Manchester City"}
{"is_sarcastic": 1, "headline": "New Smartphone “Felt Pen” Photo App Helps Trumpists Easily Deal With Pesky Fact-Checkers"}
{"is_sarcastic": 1, "headline": "Nashville Man Accidentally Becomes a Stoic"}
{"is_sarcastic": 1, "headline": "Man Considering Joining NRA"}
{"is_sarcastic": 1, "headline": "Manchester United 'Glory-Hunter' Fan Seriously Considering Supporting Local Team"}
{"is_sarcastic": 1, "headline": "Inventor Of Battery Packs with Itty Bitty Screws Holding Them Shut Hiding In Afghanistan Cave"}
{"is_sarcastic": 1, "headline": "Feelings, nothing more than Feelings: The Fashion World Documents Great Names, and How they Made Us Feel."}
{"is_sarcastic": 1, "headline": "Man Was Asked Odd Question Online"}
{"is_sarcastic": 1, "headline": "Hero dog Conan responds to CNN interview: “No comment”"}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino And José Mourinho To 'Same Sex' Dance On Strictly Come Dancing Christmas Show"}
{"is_sarcastic": 1, "headline": "Corbyn under further fire over Antisemitism"}
{"is_sarcastic": 1, "headline": "Pringle not looking forward to going into someone's stomach"}
{"is_sarcastic": 1, "headline": "Following Tough Breakup, Nashville Man Bucks Up like a Real Champ"}
{"is_sarcastic": 1, "headline": "Me, Me, Me"}
{"is_sarcastic": 1, "headline": "\"The Wonder of it All\" - A Flight from Sacramento to DC"}
{"is_sarcastic": 1, "headline": "US College Offers Unique Service To Parents Of Unruly Sons"}
{"is_sarcastic": 1, "headline": "Local man's Christian values on the ebb following post-Mass toe-stubbing incident"}
{"is_sarcastic": 1, "headline": "Man complaining about the price of stamps"}
{"is_sarcastic": 1, "headline": "Nashville Man Trips Over Loose Ends"}
{"is_sarcastic": 1, "headline": "Young Woman 'Highly Aggravated' And 'Upset' That Having Two Part-Time Jobs While Going To School Will Prevent Her From Cheating On Her \"Dullard\" Boyfriend"}
{"is_sarcastic": 1, "headline": "Brad Pitt Has A Shit"}
{"is_sarcastic": 1, "headline": "Britain's roads no longer safe for lesbians says Sir Cliff Richard"}
{"is_sarcastic": 1, "headline": "Twitter Deletes President Trump's Account"}
{"is_sarcastic": 1, "headline": "Thanks To Be Given For Thanksgiving"}
{"is_sarcastic": 1, "headline": "Lawmakers make it a crime to be black in many US states"}
{"is_sarcastic": 1, "headline": "Are you excited about the Archer's Pantomime this year?"}
{"is_sarcastic": 1, "headline": "Trump Invites Monty Python to Establish New York Media Outlet"}
{"is_sarcastic": 1, "headline": "New York Man Finally Finds Therapist Smart Enough to Understand Him"}
{"is_sarcastic": 1, "headline": "Britain, U.S. Plan Celebration of Special Relationship Following Expected Johnson Victory"}
{"is_sarcastic": 1, "headline": "Two Flies Put To Death At Breakfast"}
{"is_sarcastic": 1, "headline": "\"The Chantix Turkey is Smoking!\""}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino Seen Circling Emirates"}
{"is_sarcastic": 1, "headline": "Street brawl descends into full-scale Trump rally"}
{"is_sarcastic": 1, "headline": "Scientists Deny PETA Claim That Meat Is Evil"}
{"is_sarcastic": 1, "headline": "Nashville Man Looks Himself in Mirror and Loses Face"}
{"is_sarcastic": 1, "headline": "Housemartins Rename Iconic Album After Hull City's Midweek Win"}
{"is_sarcastic": 1, "headline": "Buffalo Bills Fan Creamed His Underpants After Latest Win"}
{"is_sarcastic": 1, "headline": "Man Given Emergency CPR After Swallowing Tory Bullshit"}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino Not Interested In Arsenal Job"}
{"is_sarcastic": 1, "headline": "Extremely Heavy And Obnoxious Amounts Of 'Soul-Draining' Bullshit Likely To Spread Throughout Midwest Over Next Couple Of Weeks"}
{"is_sarcastic": 1, "headline": "Local jihadist expresses annoyance as Londoners enjoy quiet drink following London Bridge outrage"}
{"is_sarcastic": 1, "headline": "Man Is Sick And Tired Of Seeing The Same Advert"}
{"is_sarcastic": 1, "headline": "Prince Andrew To Meet Virginia Face-To-Face To See If She Can Jog His Memory"}
{"is_sarcastic": 1, "headline": "Nashville Man Promises to Never Do That Again Despite Not Knowing What \"That\" Is"}
{"is_sarcastic": 1, "headline": "Mauricio Pochettino Spotted In Manchester Trafford Centre Buying Household Items"}
{"is_sarcastic": 1, "headline": "Anti-boxing man held for domestic violence"}
{"is_sarcastic": 1, "headline": "Manchester United Ready To Give Pochettino Manager's Job"}
{"is_sarcastic": 1, "headline": "Me Too Accused of Male Sexism"}
{"is_sarcastic": 1, "headline": "Donald Trump Talking Doll - With New Added Phrases - Expected To Be Christmas Bestseller"}
{"is_sarcastic": 1, "headline": "Where’s Ruthie? Ginsburg’s Dead, But Nobody Knows It"}
{"is_sarcastic": 1, "headline": "UKIP Manifesto"}
{"is_sarcastic": 1, "headline": "Yorkshire Pudding Festival"}
{"is_sarcastic": 1, "headline": "Desperate FDA Considers Changing Name to \"Pizza and Drugs Administration\""}
{"is_sarcastic": 1, "headline": "What Happened to Venezuela?"}
{"is_sarcastic": 1, "headline": "Italian man abandons rowboat after collision with duck"}
{"is_sarcastic": 1, "headline": "Chutney-On-The-Fritz Fears Postal Strike"}
{"is_sarcastic": 1, "headline": "Manchester United Supporters Boo Team Off Pitch"}
{"is_sarcastic": 1, "headline": "The Beast Of Barmston Drain"}
{"is_sarcastic": 1, "headline": "New Type Of Vampire Discovered (And They Are In Your Bank!)"}
{"is_sarcastic": 1, "headline": "Trump: The NHS Is Safe"}
{"is_sarcastic": 1, "headline": "Election U-Turn"}
{"is_sarcastic": 1, "headline": "Nashville Man Falls Asleep at Wheel - Fortunately Before Turning on Ignition"}
{"is_sarcastic": 1, "headline": "Harry Maguire Warned About Christmas Carol Singing Nuisance"}
{"is_sarcastic": 1, "headline": "Brexit Party member returns to primaeval soup"}
{"is_sarcastic": 1, "headline": "Toy Shop Recalls Action Man Figures In 'War Crimes' Fiasco"}
{"is_sarcastic": 1, "headline": "Johnson's U-Turn U-Turn"}
{"is_sarcastic": 1, "headline": "Football Fan Abuse"}
{"is_sarcastic": 1, "headline": "It's Grim Up In Grim"}
{"is_sarcastic": 1, "headline": "Hillary refuses VP spot on Bloomberg-Clinton ticket"}
{"is_sarcastic": 1, "headline": "Prince Andrew Denies He \"Ever Ate a Pizza With Salad in the Middle of it\" at Pizza Express"}
{"is_sarcastic": 1, "headline": "Man buying Quality Street just for the Toffee Penny"}
{"is_sarcastic": 1, "headline": "Trump Will Send ISIS Fighters Back to France As Soon as the Kurds He Abandoned Have Located Them"}
{"is_sarcastic": 1, "headline": "Charleston Man Urges Reinstatement of Slavery for Canines"}
{"is_sarcastic": 1, "headline": "Man Utd v. Tottenham: Spurs Favourites To Take All Three Points"}
{"is_sarcastic": 1, "headline": "Man Realizes He Doesn't Really Know The Back Of His Hand As Well As He Thought He Did"}
{"is_sarcastic": 1, "headline": "Prince Andrew To Cut All Ties With Prince Andrew"}
{"is_sarcastic": 1, "headline": "Prince Andrew denies all knowledge of the existence of Trump"}
{"is_sarcastic": 1, "headline": "Madame Tussaud's has melted the wrong Donald Trump"}
{"is_sarcastic": 1, "headline": "Nashville Man Comes to Unfortunate Conclusion"}
{"is_sarcastic": 1, "headline": "Prince Andrew Denies Ever Having Met The Queen"}
{"is_sarcastic": 1, "headline": "Admissions Scandal's Child: Too Smart for USC"}
{"is_sarcastic": 1, "headline": "Recently Hired (And Extremely Productive) Technical Writer Originally Considered 'Lame And Boring' By Coworkers And Staff Now Feared To Be Something 'Other'"}
{"is_sarcastic": 1, "headline": "U.S. House GOP to Posthumously Pardon Charles Manson: “He Didn’t Actually Kill Anyone”"}
{"is_sarcastic": 1, "headline": "Macron and Trump compete over “brain dead” and other matters"}
{"is_sarcastic": 1, "headline": "Nancy Pelosi proposes special day honoring Democrats for saving civilization from Trump"}
{"is_sarcastic": 1, "headline": "World Leaders Become Gossip Girls At NATO Conference"}
{"is_sarcastic": 1, "headline": "Cat And Dog In LGBTQ+ Row"}
{"is_sarcastic": 1, "headline": "House Democrats Bring Panel of Four Ivy League Professors to Make an Important Decision"}
{"is_sarcastic": 1, "headline": "Chutney on the Fritz's Tourist Information centre is busier than ever"}
{"is_sarcastic": 1, "headline": "Power Converters still available at Tosche Station"}
{"is_sarcastic": 1, "headline": "Man going home early, because another man said something"}
{"is_sarcastic": 1, "headline": "Nashville Man Feels He Has Real Potential"}
{"is_sarcastic": 1, "headline": "Greta on Prince Andrew's radar"}
{"is_sarcastic": 1, "headline": "Big Turd Spotted In Barmston Drain"}
{"is_sarcastic": 1, "headline": "Virgil out of Thunderbirds stole my innocence: Local woman's shock claim"}
{"is_sarcastic": 1, "headline": "Li’l Wilmer Defeats Schift E Coyote In Loose Bowel Showdown In Saudi Arabia"}
{"is_sarcastic": 1, "headline": "New Study Shows Opioids Really Not That Bad, Good For Shift Workers"}
{"is_sarcastic": 1, "headline": "Harry Maguire: Manchester United Can Be Champions"}
{"is_sarcastic": 1, "headline": "Michael Buble CDs to become Legal Tender"}
{"is_sarcastic": 1, "headline": "New York Writer Realizes She Must Have Genuine Love of Writing Because She's Definitely Not Getting Anything Else Out of It"}
{"is_sarcastic": 1, "headline": "Man looking forward to spoiling Christmas Carols"}
{"is_sarcastic": 1, "headline": "Etch a Sketch cafe launches festive Coffee"}
{"is_sarcastic": 1, "headline": "Brian Asshat and Gary Johnson have never actually met"}
{"is_sarcastic": 1, "headline": "Man Successfully Deprogrammed Trumpist Cult Followers With Neuralyzer Prop From “Men In Black” Movie"}
{"is_sarcastic": 1, "headline": "Local man slavers visibly during machine gun fantasy about noisy supermarket family"}
{"is_sarcastic": 1, "headline": "Spoof Writer's Book On Amazon Was A Bit Pricey"}
{"is_sarcastic": 1, "headline": "Man forgets to wear water proof coat for his Mogwai"}
{"is_sarcastic": 1, "headline": "The Spoof Guide to making a generic feel good Christmas Film"}
{"is_sarcastic": 1, "headline": "Nashville Man Unsuccessfully Tries to Give Girlfriend Space"}
{"is_sarcastic": 1, "headline": "Busker as sick of this song as you are"}
{"is_sarcastic": 1, "headline": "Eastenders cast has already filmed the 2026 Christmas Episode"}
{"is_sarcastic": 1, "headline": "Greta Thunberg Is Pregnant"}
{"is_sarcastic": 1, "headline": "\"Don't Make Me Do Stuff\" Movement gaining traction."}
{"is_sarcastic": 1, "headline": "Conservatives should vote on Friday due to voting card mix-up"}
{"is_sarcastic": 1, "headline": "New York Office Worker Leads Rich Inner Life"}
{"is_sarcastic": 1, "headline": "Rudolph Files Anti-Bullying Suit Against All the Other Reindeer"}
{"is_sarcastic": 1, "headline": "Man Feels He Is Being Pressured Into Getting An Arab Girlfriend"}
{"is_sarcastic": 1, "headline": "Cockerel Broke Duckling's Legs, So Man Dealt With It"}
{"is_sarcastic": 1, "headline": "Pelosi and Schumer unveil \"artichokes\" of impeachment"}
{"is_sarcastic": 1, "headline": "Nashville Poet Narrowly Escapes Drowning in Stream of Consciousness"}
{"is_sarcastic": 1, "headline": "Racism News: Apes At Zoo Resent Monkey Chanting"}
{"is_sarcastic": 1, "headline": "Manchester City Fan To Be Banned From Pulling His Trousers Up"}
{"is_sarcastic": 1, "headline": "Manchester City Fan Accused Of Racism Is, Himself, Descended From Apes"}
{"is_sarcastic": 1, "headline": "Labour MPs are rubbishing Jeremy Corbyn in an effort to lull Tories into a false sense of security"}
{"is_sarcastic": 1, "headline": "Mr. Barr's \"thinnest of suspicions” explained; plus celebration of the underweight"}
{"is_sarcastic": 1, "headline": "New Dating Reality Show Features a Lot of People Sitting Around Texting"}
{"is_sarcastic": 1, "headline": "Harry Maguire To Play Father Christmas At Manchester United Christmas Party"}
{"is_sarcastic": 1, "headline": "Man Went To Bed In Tracksuit, Scarf And Ski Hat"}
{"is_sarcastic": 1, "headline": "1, 2, 3, Impeach"}
{"is_sarcastic": 1, "headline": "Nashville Man Starts Taking Himself More Seriously"}
{"is_sarcastic": 1, "headline": "Man's Father-in-law Has Become Nocturnal"}
{"is_sarcastic": 1, "headline": "The 'Teflon Don' Gang Bunkers Down In The Washington Senate Building"}
{"is_sarcastic": 1, "headline": "Michael Gove improving his tea making skills"}
{"is_sarcastic": 1, "headline": "Man kicked of the council for spending the biscuit budget"}
{"is_sarcastic": 1, "headline": "Joe Rogan Secretly Yearns to Go Vegan but Fears Alienating Fans"}
{"is_sarcastic": 1, "headline": "Twelve Days of Impeachment"}
{"is_sarcastic": 1, "headline": "Man Didn't Vote In Election"}
{"is_sarcastic": 1, "headline": "Full General Election Results To Be Withheld Until Tampering Process Has Been Completed"}
{"is_sarcastic": 1, "headline": "An O. Henry Christmas Spoof: The Madge I.'s Gift"}
{"is_sarcastic": 1, "headline": "Fake Orgasm Of Love Birds Costs Trump Votes Of Suburban Housewives"}
{"is_sarcastic": 1, "headline": "Shane McGowan To See Dentist About Having His Teeth Out"}
{"is_sarcastic": 1, "headline": "Nashville Man Decides to Cut Himself Some Slack"}
{"is_sarcastic": 1, "headline": "Boris makes it all about the people"}
{"is_sarcastic": 1, "headline": "Frustrated Part-Time Coworkers Find Proper Way To Vent, Successfully Communicate Feelings, And Reach Ultimate Understanding"}
{"is_sarcastic": 1, "headline": "Best Presidential Campaign Needling of All Time"}
{"is_sarcastic": 1, "headline": "Toddler savaged by government watchdog"}
{"is_sarcastic": 1, "headline": "Tories Wreck EastEnders Christmas Show Script After Surprise Election Result"}
{"is_sarcastic": 1, "headline": "Man cannot pour more milk into his own coffee"}
{"is_sarcastic": 1, "headline": "Profiles In Cowardness?"}
{"is_sarcastic": 1, "headline": "Are You Fit for the Cross? Nashville Church Launches Christian CrossFit"}
{"is_sarcastic": 1, "headline": "Christmas Is On The Way"}
{"is_sarcastic": 1, "headline": "Man In Dispute With Wife, Over Motorbike"}
{"is_sarcastic": 1, "headline": "Farmer Finds Pasture-Raised Pork Chops Do Not Do Well in Direct Sunlight"}
{"is_sarcastic": 1, "headline": "Donkey Riding Now The Most Popular Activity In Town"}
{"is_sarcastic": 1, "headline": "Arthritic local Catholic man deems it OK to give thumbs-up before Latin Mass"}
{"is_sarcastic": 1, "headline": "Prince Louis Learns To Speak With The Help Of Gordon Ramsay"}
{"is_sarcastic": 1, "headline": "Green Light Means Maybe in Nashville"}
{"is_sarcastic": 1, "headline": "Man Could Die Any Minute"}
{"is_sarcastic": 1, "headline": "\"H.R. 666 - Minority Report Future Crimes Protection Act\" soon to be introduced in Congress"}
{"is_sarcastic": 1, "headline": "Free whippet for every northerner as Boris repays election favour"}
{"is_sarcastic": 1, "headline": "Campaign staff urges Mike Bloomberg to refrain from personally stopping and frisking event attendees"}
{"is_sarcastic": 1, "headline": "Pure as the driven snow competes with peculiar stench over Washington"}
{"is_sarcastic": 1, "headline": "Ask Dr. Billingsgate: He Knows All, Sees All, Tells All"}
{"is_sarcastic": 1, "headline": "Man Comes Out As Mass Murderer"}
{"is_sarcastic": 1, "headline": "Neil Shipperley Is A Wanker"}
{"is_sarcastic": 1, "headline": "Northerners converting to Tory in record numberss"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn is given a Lordship"}
{"is_sarcastic": 1, "headline": "Man in serious trouble not really that bothered"}
{"is_sarcastic": 1, "headline": "Teenager won't make up his mind about the new Star Wars films until the Internet does"}
{"is_sarcastic": 1, "headline": "Man talking about the weather, again"}
{"is_sarcastic": 1, "headline": "Brian Clough Has Risen From The Dead"}
{"is_sarcastic": 1, "headline": "Nashville Man Notes that Sun Also Sets but Appreciates Hemingway's Positivity"}
{"is_sarcastic": 1, "headline": "Local man's irrational excitement over new washing-up bowl reaches fever-pitch"}
{"is_sarcastic": 1, "headline": "Chickadees: Taking A Cold Edge Off Your Chisel"}
{"is_sarcastic": 1, "headline": "New set of love letters between Trump and Kim exposed by disturbed CIA whistleblower"}
{"is_sarcastic": 1, "headline": "Pelosi starts impeachment proceedings against ALL Senate Republicans"}
{"is_sarcastic": 1, "headline": "Man not watching Home Alone II"}
{"is_sarcastic": 1, "headline": "Nashville Man Tries Being Himself but Quickly Gets Confused"}
{"is_sarcastic": 1, "headline": "Manchester United Half-and-Half Scarves Were Made By Idiots"}
{"is_sarcastic": 1, "headline": "Jeremy Corbyn Underestimated The Sheer Stupidity Of The Public"}
{"is_sarcastic": 1, "headline": "Santa Claus Considering Sending In Sick Note"}
{"is_sarcastic": 1, "headline": "Fallon Sherrock Injects Some Glamour Into The Sport Of Darts"}
{"is_sarcastic": 1, "headline": "Trump Denies Rumors that He's Been Impeached"}
{"is_sarcastic": 1, "headline": "Mr Ray Ving's thoughts for the day"}
{"is_sarcastic": 1, "headline": "Top 10 Reasons Nasty Pelosi Didn't Turn Over Articles of Impeachment for Senate Trial"}
{"is_sarcastic": 1, "headline": "Liverpool FC In Trouble After Five Fail Drug Tests"}
{"is_sarcastic": 1, "headline": "The Queen slams Mrs Brown's Boys in right royal outburst"}
{"is_sarcastic": 1, "headline": "The Grinch Impeached!!!!!"}
{"is_sarcastic": 1, "headline": "Arsenal Mikel Arteta Statement Expected Today"}
{"is_sarcastic": 1, "headline": "My thought for the day - December 21st 2019 by Ray Ving, 78, and three months, you know"}
{"is_sarcastic": 1, "headline": "Man hopes his Funny bone will survive Mrs Brown's Boys on Christmas Day"}
{"is_sarcastic": 1, "headline": "Desperate FDA Authorizes Two Christmas Cookies per Day during Holiday Season"}
{"is_sarcastic": 1, "headline": "Corbyn beat me up in the toilets: Boris Johnson's shock claim"}
{"is_sarcastic": 1, "headline": "Duckling Now Doing Much Better, Thank You For Asking"}
{"is_sarcastic": 1, "headline": "Trump Socks It To Nancy Pelosi"}
{"is_sarcastic": 1, "headline": "Manchester United: Ole Gunnar Solskjaer Will Be History If United Lose To Another Shit Team"}
{"is_sarcastic": 1, "headline": "Nashville Man Realizes His Depression Is Actually Happiness"}
{"is_sarcastic": 1, "headline": "Man Determined To Use His Obsessive-Compulsive Disorder To Become Isolated Historical Archivist Rather Than Bone Red-Haired, Middle-Aged Woman At Gas Station"}
{"is_sarcastic": 1, "headline": "Harry Maguire Has Decided To Leave His Christmas Shopping Until After The Sales Start"}
{"is_sarcastic": 1, "headline": "Director Clint Eastwood Blames Empty Chair for “Richard Jewell” Movie Flop"}
{"is_sarcastic": 1, "headline": "Hymen Clit Selected As 'Employee Of The Month' For December At Pete's Wood Company In Minnesota"}
{"is_sarcastic": 1, "headline": "Santa Putin"}
{"is_sarcastic": 1, "headline": "Man cannot remember half of the people he is sending Christmas E cards to"}
{"is_sarcastic": 1, "headline": "Nashville Man Strongly Cautions Friend Against Suicide"}
{"is_sarcastic": 1, "headline": "Jacob Rees-Mogg to spend 12th Xmas in succession trying to get lid off chutney jar"}
{"is_sarcastic": 1, "headline": "Boy Fell Into Patch Of Nettles"}
{"is_sarcastic": 1, "headline": "Assange removal program fully explained"}
{"is_sarcastic": 1, "headline": "Nashville Man Consoles Himself that There Are No Mistakes"}
{"is_sarcastic": 1, "headline": "Man Appreciates Clinically-Depressed Friend Visiting Him In Hospital Just As Long As He Doesn't Step On The Catheter Stuck In His Penis Hole"}
{"is_sarcastic": 1, "headline": "Is Rudy Giuliani Going Hollywood?"}
{"is_sarcastic": 1, "headline": "Why not try Big Game Hunting in 2020?"}
{"is_sarcastic": 1, "headline": "Six-Year-Old Prefers Santa Claus to Jesus"}
{"is_sarcastic": 1, "headline": "Chain-Smoking, Drug-Using, Alcoholic Dies In Gruesome And Hideous Fashion After Briefly Taking In Fresh Air And Consuming A Few Vegetables"}
{"is_sarcastic": 1, "headline": "Nashville Man Secretly Thinks World Has Gone Crazy"}
{"is_sarcastic": 1, "headline": "New Year To Have The Lowest 4-Digit Total For Nine Years"}
{"is_sarcastic": 1, "headline": "Local man filled with hope for nail fungus relief following Boxing Day spam mail 'miracle'"}
{"is_sarcastic": 1, "headline": "Dear Esteemed Politician"}
{"is_sarcastic": 1, "headline": "Nashville Man Cleared of Douchebag Allegations"}
{"is_sarcastic": 1, "headline": "Boxing Fan Stunned To Discover Fighter's Entire Career Wasn't Real"}
{"is_sarcastic": 1, "headline": "Twitter Outraged by 7th Grade Boy Walking to Bus Stop"}
{"is_sarcastic": 1, "headline": "Trump Appoints Stephen Miller as Director of GOP Efforts to Persuade Jewish Voters to Switch Parties"}
{"is_sarcastic": 1, "headline": "Pope Francis Cancels Christianity"}
{"is_sarcastic": 1, "headline": "Earring Manufacturers produces gene to give Humans 6 Ears"}
{"is_sarcastic": 1, "headline": "Nashville Man Finds Fault and Realizes It's His"}
{"is_sarcastic": 1, "headline": "Family Already Have Christmas Tree Up!"}
{"is_sarcastic": 1, "headline": "Trump ID’s Whistleblower: Obama’s Mother In Law Was Trojan Horse"}
{"is_sarcastic": 1, "headline": "Nashville Man Does a Total Three-Sixty"}
{"is_sarcastic": 1, "headline": "Man Can't Seem To Get Rid Of Phlegm From His Chest"}
{"is_sarcastic": 1, "headline": "I'll wed Queen when Philip's dead: David Beckham's shock vow"}
{"is_sarcastic": 1, "headline": "Trump Orders Full Dress Blue Commander-in-Chief Militiary Uniform"}
{"is_sarcastic": 1, "headline": "US Women Astronauts Set Space Records But Lack Reproduction Rights On Earth"}
{"is_sarcastic": 1, "headline": "Facts about your anus"}
{"is_sarcastic": 1, "headline": "Nashville Man Unexpectedly Becomes Enlightened"}
{"is_sarcastic": 1, "headline": "Local woman decapitated partner during break at 'world's most romantic' holiday isle"}
{"is_sarcastic": 1, "headline": "Trump escapes impeachment by promoting himself to President Of Planet Earth aka POPE."}
{"is_sarcastic": 1, "headline": "Art Lover Eats Mona Lisa's Banana"}
{"is_sarcastic": 1, "headline": "Wile E Monkey vs The Billingsgate Runner: Part I"}
{"is_sarcastic": 1, "headline": "Chick-fil-A Admits \"Eat Mor Chikin\" Ad Written by Semi-Literate Employee, Not Cow"}
{"is_sarcastic": 1, "headline": "Government presses for royal belt-tightening as Queen spends £13.50 in public house"}
{"is_sarcastic": 1, "headline": "New England Patriots' Tom Brady Urges Spoof Writer Not To Bother"}
